Repository: hoatrangnv/IOS
Catalog: VimassQRYTe/*.lproj/Localizable.strings
Languages: vi

# nhap_ma_qr
source: Input QR code
vi: Nhập mã QR

# tra_cuu_qr
source: QR lookup
vi: Tra cứu QR

# quet_anh_qr_tu_bo_nho
source: Scan QR from gallery
vi: Quét ảnh QR lấy từ bộ nhớ

# dang_ky_tao_sua_qr
source: Register, create and edit QR
vi: Đăng ký, tạo và sửa QR

# rut_tien
source: Withdrawal to account link
vi: Rút tiền về tk liên kết

# thay_doi_thong_tin_vi
source: Update Information
vi: Thay đổi thông tin Ví

# gui_tk
source: Deposit
vi: Gửi TK

# rut_tk
source: Withdraw
vi: Rút TK

# lai_xuat
source: Interist rate
vi: Lãi xuất

# lai_xuat2
source: Interist rate:
vi: Lãi xuất:

# tien_lai
source: Interist
vi: Tiền lãi

# ten_dang_nhap_ibanking
source: User name
vi: Tên đăng nhập

# matkhau_dang_nhap_ibanking
source: Password
vi: Mật khẩu

# ma_so_thue
source: Tax code
vi: Mã số thuế

# nguoi_lien_he
source: Contact person
vi: Nguời liên hệ

# hinh_thuc_thanh_toan
source: Payment form
vi: Hình thức thanh toán

# tien_mat
source: Cash
vi: Tiền mặt

# chuyen_khoan
source: Transfer
vi: Chuyển khoản

# man_hinh
source: SCREEN
vi: MÀN HÌNH

# ghe_trong
source: Empty seat
vi: Ghế trống

# ghe_ko_the_chon
source: Seats can not choose
vi: Ghế không thể chọn

# chon_loai_ve_phim
source: Choose the ticket type
vi: Chọn loại vé phim

# loai_ve
source: Ticket type
vi: Loại vé

# gia_ve
source: Ticket price
vi: Giá vé

# gui_khieu_nai
source: Complain
vi: Gửi khiếu nại

# nam_het_han
source: Expired year
vi: Năm hết hạn

# ma_vung
source: Area code
vi: Mã vùng

# xac_nhan_gd
source: TRANSACTION CONFIRMATION
vi: XÁC NHẬN GIAO DỊCH

# label_gui
source: Send
vi: Gửi

# label_the
source: Card
vi: Thẻ

# ten_chi_nhanh
source: Branch name
vi: Tên chi nhánh

# tu_thang
source: From month
vi: Từ tháng

# tu_nam
source: Year
vi: Năm

# uu_tien_su_dung
source: Priority to use
vi: Ưu tiên sử dụng:

# mac_dinh
source: Default
vi: Mặc định

# label_thuong
source: Normal
vi: Thường

# ten_ngan_hang
source: Bank name
vi: Tên ngân hàng

# label_khuyen_mai
source: Promotion
vi: KM

# chi_tiet_qua_tang
source: GIFT DETAILS
vi: CHI TIẾT QUÀ TẶNG

# cam_on
source: Thanks
vi: Cảm ơn

# chu_ky_mpki
source: Signature mPKI
vi: Chữ ký mPKI

# nguoi_lon2
source: Adults
vi: Người lớn

# tre_em
source: Children
vi: Trẻ em

# em_be
source: Baby
vi: Em bé

# msg_xac_thuc_that_bai
source: Authentication failed, please try again later.
vi: Xác thực thất bại, vui lòng thử lại sau.

# chuyen_tien_khong_thanh_cong
source: Money transfer failed.
vi: Chuyển tiền không thành công.

# vui_long_nhap_ten_chi_nhanh
source: Please enter the branch name
vi: Vui lòng nhập tên chi nhánh

# so_tien_chuyen_di_phai_lon_hon
source: Số tiền chuyển đi phải lớn hơn hoặc bằng
vi: Số tiền chuyển đi phải lớn hơn

# so_tien_chuyen_di_phai_nho_hon_han_muc_gd
source: The transfer amount must be small to the transaction limit.
vi: Số tiền chuyển đi phải nhỏ hạn mức giao dịch.

# so_tien_chuyen_di_phai_nho_hon_sodu_tk
source: The transfer amount must be less than the account balance.
vi: Số tiền chuyển đi phải nhỏ hơn số dư tài khoản.

# so_tien_chuyen_di_phai_nho_hon
source: The transfer amount must be smaller
vi: Số tiền chuyển đi phải nhỏ hơn

# vui_long_nhap_sdt_nhan_thong_bao
source: Please enter the phone number to receive the notification.
vi: Vui lòng nhập số điện thoại nhận thông báo.

# vui_long_nhap_ten_dang_nhap_ibking
source: Please enter your internet banking username.
vi: Vui lòng nhập tên đăng nhập internet banking.

# vui_long_nhap_matkhau_dang_nhap_ibking
source: Please enter your internet banking password.
vi: Vui lòng nhập mật khẩu đăng nhập internet banking.

# vui_long_kiem_tra_thong_tin_dang_nhap
source: Please check the information again.
vi: Vui lòng kiểm tra lại thông tin nhập.

# vui_long_nhap_so_tien_can_rut
source: Please enter the amount to withdraw
vi: Vui lòng nhập số tiền cần rút

# thong_tin_chua_day_du
source: Incomplete information
vi: Thông tin chưa đầy đủ

# luu_thanh_cong
source: Saved successfully
vi: Lưu thành công

# title_second
source: seconds
vi: giây

# luu_anh_vao_dt
source: Save image to your phone
vi: Lưu ảnh vào điện thoại

# nhan_tin_den_dt
source: send message to this phone number
vi: nhắn tin đến ĐT này

# gui_mail_huong_dan
source: Send guide email
vi: gửi email hướng dẫn

# vui_long_cho_trong_x_s
source: Please wait for %s seconds
vi: Vui lòng chờ trong %s giây

# yeu_cau_khong_hop_le
source: invalid request.
vi: yêu cầu không hợp lệ.

# huy_giao_dich
source: Cancel transaction
vi: Hủy giao dịch

# vui_long_chon_khu_vuc
source: Choose an area
vi: Vui lòng chọn khu vực

# vui_long_chon_quan_huyen
source: Please select the district to receive money
vi: Vui lòng chọn quận/huyện

# vui_long_chon_ngan_hang
source: Choose bank
vi: Vui lòng chọn ngân hàng.

# khuyen_mai
source: Promotion
vi: Khuyến mãi

# so_tien_toi_thieu_la
source: The minimum amount is
vi: Số tiền tối thiểu là

# vui_long_nhap_ma_khach_hang
source: Please enter Customer's Code.
vi: Vui lòng nhập Mã khách hàng.

# ky_tu
source: symbol
vi: ký tự

# tu_den
source: From/To
vi: Từ/Đến

# khieu_nai_giao_dich
source: Transaction complaint
vi: Khiếu nại giao dịch

# gui_khieu_nai_thanhcong
source: Submit a complaint successfully
vi: Gửi khiếu nại thành công

# saoke_giao_dich
source: Inquiry
vi: Sao kê

# ung_dung
source: Application:
vi: Ứng dụng

# kiem_tra_thanh_pho
source: Please check the city again.
vi: Vui lòng kiểm tra lại thành phố.

# kiem_tra_dia_chi
source: Please check the address.
vi: Vui lòng kiểm tra lại địa chỉ.

# dat_ve_loi
source: Ticketing error, please try again.
vi: Đặt vé lỗi, xin vui lòng thử lại.

# dat_ve_thanh_cong
source: Successful booking
vi: đặt vé thành công

# dat_ve_ko_thanh_cong
source: Booking failed
vi: đặt vé không thành công

# nguoi_lon_sai
source: Invalid Adults infomation
vi: Thông tin người lớn sai

# tre_em_sai
source: Invalid children infomation
vi: Thông tin trẻ em sai

# em_be_sai
source: Invalid baby infomation
vi: Thông tin em bé sai

# loi_trang_thai_ve
source: Error searching ticket status, please try again.
vi: Lỗi tra cứu trạng thái vé, xin vui lòng thử lại.

# giao_dich_khong_thanh_cong
source: Transaction failed, please try again.
vi: giao dịch không thành công, xin vui lòng thử lại.

# chon_ngay_sinh
source: Please choose your birthday again.
vi: Vui lòng chọn lại ngày sinh.

# dien_ngay_sinh
source: Please enter your birthday.
vi: Vui lòng điền ngày sinh.

# chon_time_tang_qua
source: Select time to send gift
vi: Chọn thời gian tặng quà

# gui_ve
source: Send to
vi: Gửi về

# gui_ve_mail
source: Send mail to your mail account
vi: Gửi mail về tài khoản mail của bạn

# nhap_nd_khieu_nai
source: Please enter the content of the complaint
vi: Vui lòng nhập nôi dung khiếu nại

# phi_huong_dan
source: fee (See the guide)
vi: phí (xem hướng dẫn)

# chon_tinh_thanh
source: Choose city
vi: Chọn Tỉnh/Thành phố

# chon_quan_huyen
source: Choose district
vi: Chọn Quận/Huyện

# nhap_dia_chi_nhan_tien
source: Please enter the address to receive money
vi: Vui lòng nhập địa chỉ nhà người nhận tiền.

# vui_long_chon_tinh_thanh
source: Please select the city to receive money
vi: Vui lòng chọn Tỉnh/Thành phố nơi nhận tiền

# thanh_toan_danh_sach
source: Payment by list
vi: Thanh toán theo danh sách

# dangki_pki
source: Digital signatures mPKI
vi: Chữ ký số mPKI

# thong_bao_exit
source: Press Back Again To Exit
vi: Chạm lần nữa để thoát

# loi_lay_thong_tin_qr
source: Error getting QR information
vi: Lỗi lấy thông tin QR

# so_tien_thanh_toan_phai_lon_hon
source: The payment amount must be greater
vi: Số tiền thoanh toán phải lớn hơn

# so_tien_thanh_toan_phai_nho_hon_so_du
source: The payment amount must be less than the account balance.
vi: Số tiền thoanh toán phải nhỏ hơn số dư tài khoản.

# chuyen_tien_den_vi_tk_an_sau_dien_thoai
source: Select wallet, card, account hidden phone
vi: Chọn ví,tk ẩn sau ĐT

# dien_thoai
source: Phone
vi: Đ. thoại

# tra_vay
source: Loan payment
vi: Trả vay

# place_holde_password
source: Password
vi: Mật khẩu

# phien_ban
source: Version
vi: Phiên bản

# thong_bao
source: Notification
vi: Thông báo

# thong_bao_chua_co_xac_thuc_van_tay
source: Bạn chưa có xác thực bằng vân tay/Face ID
vi: Thiết bị của bạn hiện chưa đăng ký xác thực vân tay/Face ID để đăng nhập. Bạn cần phải đăng nhập bằng tài khoản ViMASS để xác thực vân tay/Face ID

# dong
source: Close
vi: Đóng

# TRUONG_MAT_KHAU_KHONG_DUOC_DE_TRONG
source: Password not empty
vi: Mật khẩu không được để trống

# MAT_KHAU_O_HOP_LE
source: Password is invalid
vi: Mật khẩu không hợp lệ

# den
source: to
vi: Đến

# dang_lay_du_lieu
source: Getting data...
vi: Đang lấy dữ liệu...

# dang_lay_danh_ba
source: Getting contacts...
vi: Đang lấy danh bạ...

# dang_xu_ly
source: Processing...
vi: Đang xử lý...

# place_holder_so_tien
source: Amount (đ)
vi: Số tiền (đ)

# place_holder_noi_dung
source: Content (Option)
vi: Nội dung (Có thể bỏ qua)

# luu
source: Save
vi: Lưu

# dong_y
source: Yes
vi: Đồng ý

# huy
source: Cancel
vi: Huỷ

# su_dung_xac_thuc_khac
source: Use other authentication
vi: Sử dụng xác thực khác

# chon_chi_nhanh
source: Select a branch
vi: Chọn chi nhánh

# so_du
source: Balance
vi: Số dư

# icon_ve_phim
source: icon_grid_vexemphim_new
vi: 6vephim

# icon_ve_bay
source: icon_grid_vemaybay_new
vi: 6vebay

# icon_ve_tau
source: icon_grid_vetauhoa_new
vi: 6vetau

# icon_ve_xe
source: icon_grid_vexekhach_new
vi: 6vexe

# icon_dien_thoai
source: icon_grid_ttdienthoai_new
vi: 6dthoai

# icon_tra_vay
source: icon_grid_travay_new
vi: 6travay

# icon_tien_dien
source: icon_grid_ttdien_new
vi: 6dien

# icon_tien_nuoc
source: icon_grid_ttnuoc_new
vi: 6nuoc

# icon_tien_internet
source: icon_grid_ttinternet_new
vi: 6internet

# icon_tien_truyen_hinh
source: icon_grid_tttruyenhinh_new
vi: 6trhinh

# icon_chung_khoan
source: icon_grid_ttchungkhoang_new
vi: 6chkhoan

# icon_hoc_phi
source: icon_grid_hocphi_new
vi: 6hocphi

# icon_tang_qua
source: icon_grid_tangqua_new
vi: 6tangqua

# icon_bao_hiem
source: icon_grid_baohiem_new
vi: 6baohiem

# icon_nap_vi
source: icon_grid_cachnapvi_new
vi: 6napvi

# ten_chu_tai_khoan
source: Account name
vi: Tên chủ tài khoản

# button_thuc_hien
source: Active
vi: Thực hiện

# so_tien_min_den_the_ngan_hang
source: The minimum transfer amount is 10,000 VND
vi: Số tiền chuyển đi tối thiểu là 10.000 đồng

# so_du_khong_du
source: The balance in the account is not enough
vi: Số dư trong tài khoản không đủ

# vuot_han_muc
source: The transfer amount exceeds the limit. You can change the limit at Change
vi: Số tiền chuyển đi vượt quá hạn mức. Bạn có thể thay đổi hạn mức tại mục Thay đổi

# sdt_nhan_tien_tai_atm
source: Phone number receive money
vi: SĐT nhận tiền tại ATM

# mat_khau_token
source: Token password
vi: Mật khẩu token

# sdt_nguoi_nhan
source: Phone number
vi: SĐT người nhận

# ten_duong_so_nha
source: Street name
vi: Tên đường/Số nhà

# so_dien_thoai_khong_duoc_de_trong
source: Phone number not empty
vi: Số điện thoại không được để trống

# tinh_thanh_khong_duoc_de_trong
source: Provinces not empty
vi: Tỉnh/Thành phố không được để trống

# quan_huyen_khong_duoc_de_trong
source: District not empty
vi: Quận/Huyện không được để trống

# noi_dung_chuyen_tien_cmnd_70_ky_tu
source: Comment max 70 characters
vi: Nội dung chuyển tiền tối đa 70 ký tự

# noi_cap_cmnd
source: Place of issue
vi: Nơi cấp

# danh_sach_cn_pgd
source: List of branch/transaction room
vi: Danh sách CN/PGD

# can_tao_token
source: You need create Token
vi: Bạn cần tạo token

# title_ten_dai_dien_tai_khoan
source: Representative name
vi: Tên đại diện

# ten_dai_dien_tai_khoan_require
source: Representative name not empty
vi: Tên đại diện không được để trống

# tao_tai_khoan_thuong_dung_the
source: Card
vi: Thẻ

# nhan_tien_ve
source: Receive money toward
vi: Nhận tiền về

# ngan_hang_nhan_tien
source: The bank receives the money
vi: Ngân hàng nhận tiền

# so_cmnd_ma_hop_dong
source: ID number/ Contract code
vi: Số CMND/ mã HĐ

# so_tien_lon_hon_10000
source: Amount (≥ 10.000 đ)
vi: Số tiền (≥ 10.000 đ)

# so_tien_lon_hon_100000
source: Amount (≥ 100.000 đ)
vi: Số tiền (≥ 100.000 đ)

# tai_khoan_vi_khong_dung
source: Account invalid
vi: Vui lòng nhập đúng tài khoản ví

# chon_vi_nhan_tien
source: Please choose wallet to receive money
vi: Chọn ví nhận tiền

# chi_nhanh_khac
source: Other branch
vi: Chi nhánh khác

# min_chuyen_tien_vi_khac
source: The amount of money once traded with another wallet must be greater than 10,000 VND
vi: Số tiền một lần giao dịch với Ví khác phải lớn hơn 10.000 đ

# max_chuyen_tien_vi_khac
source: The amount of money once traded with another wallet must be less than 300 million VND
vi: Số tiền một lần giao dịch với Ví khác phải nhỏ hơn 300 triệu đ

# so_tien_chia_het_cho_1000
source: The amount must be greater than 100,000 VND and divided by 1000.
vi: Số tiền phải lơn hơn 100.000đ và chia hết cho 1000.

# tiep_tuc
source: Continue
vi: Tiếp tục

# qua_tang_nhan
source: Receiving gifts
vi: Nhận quà

# qua_tang_tang
source: Give a gift
vi: Tặng quà

# chon_ngan_hang
source: Choose a bank
vi: Chọn ngân hàng

# tai_khoan_the
source: Bank card
vi: Tài khoản thẻ

# 6_ky_tu
source: 6 characters
vi: 6 ký tự

# the_quoc_te
source: International card
vi: Thẻ quốc tế

# thoi_gian_cho
source: Watting time still
vi: Thời gian chờ còn

# vi_can_nap
source: Wallet needs to be loaded
vi: Ví cần nạp

# vitoken - enter pin
source: Please enter token's password
vi: Vui lòng nhập mật khẩu Token

# vitoken - enter 6 number
source: Please enter 6-digits Token
vi: Vui lòng nhập 6 số Token

# title_doi_mat_khau_token
source: Change token password
vi: Đổi mật khẩu Token

# title_quen_mat_khau_token
source: Forgot token password
vi: Quên mật khẩu Token

# title_6_so_token
source: 6 numbers Token
vi: 6 số Token

# tu
source: From
vi: Từ

# thoi_diem_giao_dich
source: Time
vi: TG

# btf - transfer btn
source: Transfer
vi: Chuyển tiền

# title_dang_ky_tai_khoan
source: Register
vi: Đăng ký

# title_doi_mat_khau
source: Change password
vi: Đổi mật khẩu

# title_quen_mat_khau
source: Forgot password
vi: Quên mật khẩu

# title_dang_ky_token
source: Register Token
vi: Đăng ký Token

# button_dong_y
source: Yes
vi: Đồng ý

# button_huy
source: Cancel
vi: Huỷ

source: Logout
vi: Đăng Xuất

source: Sign Up
vi: Đăng Ký

# thanh_toan_tien_dien
source: Electric bill
vi: Thanh toán tiền điện

# so_luong_type3_qr
source: Amount
vi: Số lượng

# vi_con
source: Balance
vi: Ví còn

# du_km
source: Dư KM
vi: KM còn

# ma_khuyen_mai_vnpay
source: Promotion code VNPAY
vi: Mã khuyến mãi VNPAY

# diem_giao_dich_vnpay
source: Transaction point VNPAY
vi: Điểm giao dịch VNPAY

# dang_nhap_doanh_nghiep
source: Business account
vi: Tài khoản doanh nghiệp

# dang_nhap_dien_thoai
source: Phone number account
vi: Tài khoản điện thoại

# dang_nhap_the_da_nang
source: Multi-purpose card account
vi: Tài khoản thẻ đa năng

source: Share
vi: Chia sẻ

# gop_y
source: Feedback
vi: Góp ý

# doi_mat_khau_token
source: Change/Forgot password
vi: Đổi/Quên mật khẩu

# chu_tai_khoan
source: Account
vi: Chủ tài khoản

# ten_tai_khoan_muon_tien
source: Loan account name
vi: Tên tài khoản mượn tiền

# ky_so
source: Digital sign
vi: Ký số

# quet_qr
source: Scan QR
vi: Quét QR
