Repository: hoatrangnv/IOS
Catalog: VimassQRYTe/*.lproj/Localizable.strings
Languages: vi

# so_dien_thoai_empty
source: Please enter the phone number
vi: Vui lòng nhập số điện thoại

# so_dien_thoai_error
source: Phone number is incorrect
vi: Số điện thoại không đúng

# create_often_user
source: Create often account
vi: Thêm mục mới vào sổ tay

# time_waitting_code
source: Time for waitting:
vi: Thời gian chờ còn:

# time_waitting_code_sms
source: Time for waitting is 120 seconds
vi: Thời gian chờ mã xác thực là 120 giây

# time_waitting_code_email
source: Time for waitting is 300 seconds
vi: Thời gian chờ mã xác thực là 300 giây

# content_active_sms
source: Authentication code will be sent to your phone number %s
vi: Mã xác thực sẽ được gửi về số điện thoại %s

# content_active_email
source: Authentication code will be sent to your phone number %s
vi: Mã xác thực sẽ được gửi về email %s

# reg_confirm_title
source: Confirm registration
vi: Xác nhận đăng ký Ví

# reg_confirm_title_mess0
source: Enter the verification code to complete the registration process for E-Wallet
vi: Vui lòng nhập mã xác thực để hoàn tất đăng ký Ví

# reg_confirm_title_mess1
source: (Authentication codes are 7 characters sent to %s ,number used to register the Wallet )
vi: (Mã xác thực 6 ký tự sẽ được gửi đến số điện thoại %s đăng ký Ví)

# reg_confirm_title_mess2
source: (Authentication codes are 7 characters sent to %s ,email used to register the Wallet )
vi: (Mã xác thực 6 ký tự sẽ được gửi đến thư điện tử %s đăng ký Ví)

# register_bank_card_link_activity_title
source: Register bankcard linked
vi: Đăng ký thẻ liên kết

# register_bank_card_link_publisher
source: Publisher
vi: Đơn vị phát hành

# register_bank_card_link_type_card
source: Card type
vi: Loại thẻ

# register_bank_card_link_card_number
source: Card number
vi: Số thẻ

# register_bank_card_link_expired_date
source: Expires
vi: Ngày hết hạn

# register_bank_card_link_register
source: Register
vi: Đăng ký

# activity_register_account_link_title
source: Register linked account
vi: Đăng ký tài khoản liên kết

# register_account_link_acc_name
source: Account name
vi: Tên tài khoản liên kết

# register_account_link_province
source: Provinces
vi: Tỉnh/Thành phố

# register_account_link_bank
source: Bank
vi: Ngân hàng

# register_account_link_branch
source: Branch
vi: Chi nhánh/PGD

# register_account_link_acc_no
source: Account no
vi: Số tài khoản

# register_account_link_account_holders
source: Account holders
vi: Tên chủ tài khoản

# register_account_link_name_card
source: Name card
vi: Tên thẻ

# register_account_account_already_exists
source: Account already exists
vi: Tài khoản đã tồn tại

# register_account_account_name_holder_invalid
source: Account name invalid
vi: Tên chủ tài khoản không khớp

# register_account_account_no_invalid
source: Account no invalid
vi: Số thẻ chưa được gán

source: Register Account link success
vi: Đăng ký tài khoản liên kết thành công

# reg_image_id1_empty
source: Please choose image of the front of the ID card
vi: Vui lòng chọn ảnh mặt trước CMND

# reg_image_id2_empty
source: Please choose image of the back of the ID card
vi: Vui lòng chọn ảnh mặt sau CMND

# reg_image_sign1
source: Please select a signature photo
vi: Vui lòng chọn ảnh chữ ký

# reg_address_empty
source: Address is required
vi: Vui lòng nhập địa chỉ

# reg_address_invalid
source: Address is invalid
vi: Địa chỉ không hợp lệ

# reg_email_invalid
source: Email is invalid
vi: Thư điện tử không hợp lệ

# reg_email
source: Email
vi: Thư điện tử

# reg_issue_date
source: Issue date
vi: Ngày cấp

# reg_issue_date_option
source: Issue date (Option)
vi: Ngày cấp (có thể bỏ qua)

# reg_issue_place
source: Issue Place
vi: Nơi cấp

# reg_issue_place_option
source: Issue Place (Option)
vi: Nơi cấp (có thể bỏ qua)

# reg_adress
source: Address
vi: Nơi thường trú

# reg_adress_option
source: Address (Option)
vi: Nơi thường trú (có thể bỏ qua)

# reg_ID_empty
source: Identification number is required
vi: Vui lòng nhập CMND

# reg_ID_invalid
source: Identification number is invalid
vi: Số CMND không hợp lệ

# reg_place_of_issue_empty
source: Place of issue is required
vi: Vui lòng nhập Nơi cấp

# reg_place_of_issue_invalid
source: Place of issue is invalid
vi: Nơi cấp không hợp lệ

# reg_birthday
source: Birthday
vi: Ngày sinh

# reg_birthday_option
source: Birthday (Option)
vi: Ngày sinh (có thể bỏ qua)

# reg_id
source: Id
vi: Số CMND

# reg_id_option
source: Id (Option)
vi: Số CMND (có thể bỏ qua)

# reg_fullname
source: Full name
vi: Họ và tên

# reg_name_alias_option
source: Trade name (Option)
vi: Tên giao dịch (có thể bỏ qua)

# reg_fullname_option
source: Full name (Option)
vi: Họ và tên (có thể bỏ qua)

# reg_fullname_id_option
source: Full name (Option)
vi: Tên CMND (có thể bỏ qua)

# reg_name_empty
source: Full name is required
vi: Vui lòng nhập Họ và tên

# reg_nickname
source: Nick name
vi: Tên hiển thị

# reg_name_invalid
source: Full name is invalid
vi: Họ và tên không hợp lệ

# reg_title_image_sign
source: Please choose signature's image
vi: ẢNH CHỮ KÝ

# reg_title_image_id1
source: Please choose image of the front of the ID card
vi: ẢNH MẶT TRƯỚC CMND (có thể bỏ qua)

# reg_title_image_id2
source: Please choose image of the back of the ID card
vi: ẢNH MẶT SAU CMND (có thể bỏ qua)

# avatar_user
source: Avatar
vi: ẢNH ĐẠI DIỆN

# payment_water_account
source: Phonebook/Customer code
vi: Mã danh bạ/@string/payment_electricity_customer_code

# payment_postpaid_phone_number
source: Customer code/Mobile number
vi: Mã khách hàng/Số điện thoại

# payment_electricity_title
source: Electricity payment
vi: Thanh toán tiền điện

# payment_electricity_provinder
source: Provider
vi: Nhà cung cấp

# payment_electricity_provinder_empty
source: Please choose provider
vi: Vui lòng chọn nhà cung cấp

# payment_electricity_customer_code
source: Customer code
vi: Mã khách hàng

# payment_electricity_customer_code_invalid
source: Customer code is invalid
vi: Mã khách hàng không chính xác

# payment_electricity_customer_code_empty
source: Please enter customer code
vi: Vui lòng nhập @string/payment_electricity_customer_code

# payment_electricity_amount
source: Amount
vi: Số tiền

# payment_electricity_amount_invalid
source: Amount is invalid
vi: Số tiền không chính xác

# payment_electricity_amount_empty
source: Please enter amount
vi: Vui lòng nhập số tiền

# register_Success
source: Register is success
vi: Đăng ký thành công

# register_signup
source: Sign Up
vi: Đăng ký

# register_personal_tab_corp
source: Corp
vi: Doanh nghiệp

# register_personal_tab_ID
source: Id
vi: CMND

# register_personal_tab_mobile_number
source: Mobile number
vi: ĐTDĐ

# mobile_get_active_code
source: GET CODE
vi: LẤY MÃ

# mobile_number_check
source: MobilePhone certain
vi: Số điện thoại nhận mã xác thực

# email_check
source: Email certain
vi: Thư điện tử nhận mã

# register_personal_mobile_number
source: Mobile number
vi: Số điện thoại di động

# register_personal_Id
source: Id
vi: Số chứng minh nhân dân

# register_ID_empty
source: Please enter Id
vi: Vui lòng nhập số chứng minh nhân dân

# register_personal_mobile_number_empty
source: Please enter mobile number
vi: Vui lòng nhập số điện thoại di động

# register_personal_mobile_number_invalid
source: Mobile number is invalid
vi: Số điện thoại di động không hợp lệ

# register_personal_Display_name
source: Display name
vi: Tên hiển thị

# register_personal_FullName
source: Account name
vi: Tên tài khoản

# register_personal_FullName_invalid
source: Full name is invalid
vi: Họ tên không hợp lệ

# register_personal_FullName_empty
source: Please enter fullname
vi: Vui lòng nhập họ tên

# register_personal_email
source: Email
vi: Thư điện tử

# register_personal_passwords
source: Passwords
vi: Mật khẩu

# register_personal_passwords_empty
source: Please enter passwords
vi: Mật khẩu

# register_personal_passwords_invalid
source: Passwords is invalid
vi: Mật khẩu

# register_personal_Repasswords_empty
source: Please enter re-passwords
vi: Vui lòng nhập xác nhận mật khẩu

# register_personal_Repasswords_invalid
source: Passwords does not match
vi: Mật khẩu không khớp

# dialog_login_success
source: Login Successed
vi: Đăng nhập thành công

# dialog_login_next
source: Next
vi: Tiếp tục

# dialog_login_done
source: Done
vi: Hoàn thành

# dialog_login_Corp_code
source: Corp Code
vi: Mã số doanh nghiệp

# dialog_login_Corp_code_empty
source: Please enter CorpCode
vi: Vui lòng nhập mã số doanh nghiệp

# dialog_login_Corp_code_invalid
source: CorpCode is invalid
vi: Mã số doanh nghiệp không chính xác

# dialog_login_type_acc_mobile_number
source: MobilePhone number
vi: Điện thoại di động

# dialog_login_type_acc_Corp
source: Corp
vi: Doanh nghiệp

# dialog_login_financer_save_acc
source: Save login?
vi: Lưu thông tin đăng nhập?

# dialog_login_financer_signIn
source: LOG IN
vi: Đăng ký/Đăng nhập

# dialog_login_financer_typeacc
source: Account Type
vi: Loại tài khoản

# dialog_login_financer_fogotPassword
source: Forgot password
vi: Quên mật khẩu

# financer_viewer_bussiness_link_accounts
source: Links accounts
vi: Tài khoản liên kết

# financer_viewer_bussiness_link_viid
source: Links VIID
vi: Thẻ dịch vụ

# financer_viewer_bussiness_payment_orders
source: Orders payment
vi: Thanh toán đơn hàng

# financer_viewer_bussiness_payment_custory
source: Custory payment
vi: Thanh toán tạm giữ

# financer_viewer_bussiness_payment_list
source: List payment
vi: Thanh toán danh sách

# financer_viewer_bussiness_payment_fee
source: Fee payment
vi: Phí thanh toán

# financer_viewer_bussiness_wallet_to_wallet
source: Wallet to wallet
vi: Ví đến ví

# financer_viewer_bussiness_wallet_to_bankacount
source: Wallet to bank
vi: Ví đến tài khoản ngân hàngk

# financer_viewer_bussiness_wallet_to_id
source: Wallet to Id
vi: Ví đến người nhận có CMND

# financer_viewer_bussiness_wallet_to_bankcard
source: Wallet to bankcard
vi: Ví đến thẻ ngân hàng

# financer_viewer_bussiness_fee_transfer
source: Fee transfer
vi: Phí chuyển tiền

# financer_viewer_bussiness_viid_towallet
source: Viid to wallet
vi: Thẻ dịch vụ đến ví

# financer_viewer_bussiness_transfermoney
source: Transfer money
vi: Chuyển tiền

# financer_viewer_bussiness_payment_service
source: Payment services
vi: Thanh toán dịch vụ

# financer_viewer_bussiness_payment_other
source: Payment other
vi: Thanh toán khác

# financer_viewer_bussiness_inquiry
source: Inquiry
vi: Sao kê

# financer_viewer_bussiness_deposit
source: Deposit
vi: Gửi tiền

# financer_viewer_bussiness_withdraw
source: WithDraw
vi: Rút tiền

# financer_viewer_bussiness_transaction_limit
source: Transaction limit
vi: Hạn mức giao dịch

# financer_viewer_bussiness_account_and_bank_card
source: Account and links
vi: Tài khoản và thẻ liên kết

# financer_viewer_bussiness_approval
source: Approval
vi: Phê duyệt

# financer_viewer_bussiness_update_information
source: Update Information
vi: Thay đổi thông tin

# financer_viewer_For_individuals
source: For individuals
vi: Cá nhân

# financer_viewer_Account_link
source: Account link
vi: Tài khoản liên kết

# financer_viewer_Account_link_title
source: Account link
vi: Tài khoản liên kết

# financer_viewer_Card_link
source: Card link
vi: Thẻ liên kết

# financer_viewer_Versatile_Card
source: Versatile Card
vi: Thẻ đa năng

# financer_viewer_change_token_type
source: Change token type
vi: Chuyển đổi loại token

# financer_viewer_Registration_hardToken
source: Registration HardToken
vi: Đăng ký thiết bị token

# financer_viewer_Cancellation_hardToken
source: Unbind HardToken
vi: Huỷ thiết bị token

# financer_viewer_Registration_softToken
source: Registration SoftToken
vi: Đăng ký phần mềm token

# financer_viewer_Cancellation_softToken
source: Unbind SoftToken
vi: Huỷ phần mềm token

# financer_viewer_change_ui
source: Change UI
vi: đổi giao diện

# financer_viewer_changepasswordwallet
source: Change password
vi: Mật khẩu

# financer_viewer_Payment_ordinary
source: Ordianry payment
vi: Thanh toán thường dùng

# financer_viewer_Payment_orders
source: Payment orders
vi: Thanh toán đơn hàng

# financer_viewer_Payment_custody
source: Payment custody
vi: Thanh toán tạm giữ

# financer_viewer_Postpaid_Phone
source: Postpaid phone
vi: Di động trả sau

# financer_viewer_Postpaid_Phone_title
source: Postpaid phone
vi: Thanh toán điện thoại trả sau

# financer_viewer_Prepaid_Phone
source: Prepaid phone
vi: Di động trả trước

# financer_viewer_Prepaid_Phone_title
source: Prepaid phone
vi: Nạp tiền di động trả trước

# financer_viewer_viettel
source: Phone 5%-6,5%
vi: Điện thoại

# financer_viewer_vinaphone
source: Vinaphone promotion 5%
vi: Vinaphone KM 5%

# financer_viewer_mobifone
source: Mobifone promotion 5%
vi: Mobifone KM 5%

# financer_viewer_vietnamobile
source: Vietnamobile promotion 5%
vi: Vietnamobile KM 5%

# financer_viewer_gmobile
source: Gmobile promotion 5%
vi: Gmobile KM 5%

# financer_viewer_mangkhac
source: Other network promotion 5%
vi: Mạng khác KM 5%

# financer_viewer_mua_the_game
source: Buy card code 6%-24%
vi: Mua mã thẻ

# financer_viewer_nap_game
source: e-Topup Recharge 6%-10%
vi: Nạp tiền điện tử

# financer_viewer_chung_khoan
source: Stock
vi: Chứng khoán

# financer_viewer_bao_hiem
source: Insurrance
vi: Bảo hiểm

# financer_viewer_nap_tien_dien_tu
source: e-Topup Recharge
vi: Nạp tiền điện tử

# financer_viewer_mua_ma_the
source: Buy card code
vi: Mua mã thẻ

# financer_viewer_Game_online
source: Game online
vi: Trò chơi

# financer_viewer_Television
source: Television
vi: Truyền hình

# financer_viewer_electricity
source: Electricity
vi: Điện

# financer_viewer_water
source: Water
vi: Nước

# financer_viewer_water_title
source: Water payment
vi: Thanh toán tiền nước

# financer_viewer_insurance
source: Insurance
vi: Bảo hiểm

# financer_viewer_tuition_fee
source: Tuition fee
vi: Học phí

# financer_viewer_Airfare
source: Airfare
vi: Vé máy bay

# financer_viewer_Train_tickets
source: Train tickets
vi: Vé xe

# financer_viewer_Ship_tickets
source: Ship tickets
vi: vé tàu

# financer_viewer_Movie_ticketst
source: Movie ticketst
vi: Vé xem phim

# financer_viewer_lottery
source: Lottery
vi: Xổ số

# financer_viewer_Fee_payment
source: Fee payment
vi: Phí thanh toán

# financer_viewer_account_links
source: Account Links
vi: Tài khoản liên kết

# financer_viewer_bankcard_links
source: Bankcard links
vi: Thẻ liên kết

# financer_viewer_viid
source: Viid
vi: Thẻ đa năng

# financer_viewer_ordinary_account
source: Ordinary account
vi: Tài khoản thường

# financer_viewer_tu_thien
source: Charity
vi: Từ thiện

# financer_viewer_wallet_saving
source: Deposit and withdraw savings
vi: Gửi & rút tiết kiệm

# financer_viewer_wallet_to_home
source: Transfer money to home
vi: Đến tận nhà

# financer_viewer_wallet_to_ATM
source: Transfer money to ATM
vi: Đến ATM

# financer_viewer_wallet_to_id
source: Wallet to id
vi: Ví đến người nhận có CMND

# financer_viewer_wallet_to_viid
source: Wallet to Viid
vi: Ví đến Thẻ đa năng

# financer_viewer_bankcard_link_wallet
source: Bankcard - wallet
vi: Thẻ liên kết đến Ví

# financer_viewer_viid_to_wallet
source: Viid to wallet
vi: Thẻ đa năng đến Ví

# financer_viewer_Fee_for_cash
source: Fee for cash
vi: Phí chuyển tiền

# financer_viewer_updateInfo
source: Information
vi: thông tin Ví

# financer_viewer_sms_financer
source: SMS FINANCER
vi: TÀI CHÍNH TIN NHẮN

# financer_viewer_security
source: Security
vi: Bảo mật

# financer_viewer_account_and_link_card
source: Account and card associated
vi: Tài khoản và thẻ liên kết

# financer_viewer_deposit
source: Deposit
vi: Gửi tiền

# financer_viewer_withdraw
source: Withdraw
vi: Rút tiền

# financer_viewer_inquiry
source: Inquiry
vi: Sao kê

# financer_viewer_payment_other
source: Other payment
vi: Thanh toán khác

# financer_viewer_payment_service
source: Payment
vi: Thanh toán

# financer_viewer_transfer_money
source: Transfer
vi: Chuyển tiền

# financer_viewer_personal_wallet
source: Person wallet
vi: Cá nhân

# financer_viewer_bussiness_wallet
source: Enterprise wallet
vi: Doanh nghiệp

# settings_change_password_hint_change_pass_type
source: Change wallet's password/Change token's password
vi: Đổi mật khẩu Ví/Phần mềm token

# settings_change_password_token
source: Change token's password
vi: Đổi mật khẩu Phần mềm token

# settings_change_password_wallet
source: Change wallet's password
vi: Đổi mật khẩu Ví

# deposit_inquiry
source: Inquiry
vi: Sao kê

# deposit_title
source: Deposits
vi: Gửi tiền

# deposit_term_unlimited
source: UnLimited&amp;gt;
vi: Không thời hạn

# deposit_term_month_1
source: 1 Month
vi: 1 Tháng

# deposit_term_month_2
source: 2 Months
vi: 2 Tháng

# deposit_term_month_3
source: 3 Months
vi: 3 Tháng

# deposit_term_month_4
source: 4 Months
vi: 4 Tháng

# deposit_term_month_5
source: 5 Months
vi: 5 Tháng

# deposit_term_month_6
source: 6 Months
vi: 6 Tháng

# deposit_term_month_7
source: 7 Months
vi: 7 Tháng

# deposit_term_month_8
source: 8 Months
vi: 8 Tháng

# deposit_term_month_9
source: 9 Months
vi: 9 Tháng

# deposit_term_month_10
source: 10 Months
vi: 10 Tháng

# deposit_term_month_11
source: 11 Months
vi: 11 Tháng

# deposit_term_month_12
source: 12 Months
vi: 12 Tháng

# deposit_term_month_13
source: 13 Months
vi: 13 Tháng

# deposit_term_month_24
source: 24 Months
vi: 24 Tháng

# deposit_term_month_36
source: 36 Months
vi: 36 Tháng

# deposit_term_month_48
source: 48 Months
vi: 48 Tháng

# deposit_term_month_60
source: 60 Months
vi: 60 Tháng

# update_wallet_walletphone
source: Change information
vi: Thay đổi thông tin tin Ví

# update_wallet_walletphone_success
source: Change information successfully
vi: Thay đổi thông tin Ví thành công

# activity_get_location_title
source: Choose location
vi: Chọn toạ độ

# activity_deposit_title
source: Deposits
vi: Gửi tiền

# deposit_term
source: Term
vi: Kỳ hạn

# deposit_interest_rate
source: Interest Rate
vi: Lãi suất

# activity_transfer_viid_wallet_title
source: Wallet - ViID
vi: Giữa Ví và Thẻ đa năng

# wallet_to_viid_mycard
source: My Card
vi: Thẻ của mình

# wallet_to_viid_not_mycard
source: Other people's cards
vi: Thẻ của người khác

# wallet_to_viid_btn
source: WALLET TO VIID
vi: VÍ ĐẾN THẺ ĐA NĂNG

# viid_to_wallet_btn
source: ViID TO WALLET
vi: THẺ ĐA NĂNG ĐẾN VÍ

# bankcard_wallet_not_mywallet
source: Other people's Wallet
vi: Ví của người khác

# bankcard_wallet_mywallet
source: My Wallet
vi: Ví của mình

# wallet_to_bankcard_btn
source: WALLET TO BANKCARD
vi: VÍ ĐẾN THẺ NH

# bankcard_to_wallet_btn
source: BANKCARD TO WALLET
vi: THẺ NH ĐẾN VÍ

# activity_transfer_wallet_viid_title
source: Bankcard - Wallet
vi: Giữa Ví và Thẻ ngân hàng

# bankcard_to_viid_not_my_viid
source: Other people's VIID
vi: TĐN của người khác

# bankcard_to_viid_my_viid
source: My ViID
vi: TĐN của mình

# bankcard_to_viid_btn
source: BANKCARD TO VIID
vi: THẺ NH ĐẾN THẺ ĐN

# viid_to_bankcard_btn
source: VIID TO BANKCARD
vi: THẺ ĐN ĐẾN THẺ NH

# activity_transfer_bankcard_viid_title
source: Bank card - ViID
vi: Giữa thẻ ngân hàng và Thẻ đa năng

# idpassport_of_viid
source: ViID
vi: Số thẻ đa năng

# inquiry_detail_title
source: INQUIRY INFO
vi: Chi tiết giao dịch

# inquiry_detail_time
source: Time:
vi: Thời gian:

# inquiry_detail_content
source: Content:
vi: Nội dung:

# inquiry_search
source: Search
vi: Tìm

# time_compare_false
source: Time is incorrect
vi: Thời gian không chính xác

source: From
vi: Từ

source: To
vi: Đến

# dateFrom_invalid
source: Date from is invalid
vi: Ngày bắt đầu phải nhỏ hơn ngày hiện tại

# dateTo_invalid
source: Date to is invalid
vi: Ngày kết thúc phải nhỏ hơn ngày hiện tại

# dateFrom_dateTo_invalid
source: Invalid Date to, from
vi: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

# login_reg_wallet
source: Register Wallet
vi: Đăng ký Ví

# login_sign_in
source: Log in
vi: Đăng nhập

# login_wallet_type_id
source: ID Wallet
vi: Ví CMND

# login_wallet_type_phone
source: Mobile number
vi: Ví điện thoại di động

# login_wallet_type_business
source: Business Wallet
vi: Ví doanh nghiệp

# login_business_code
source: Business Code
vi: Mã số doanh nghiệp/ Đơn vị cung cấp

# login_mobile_number
source: Mobile number
vi: Số điện thoại di động

# login_id
source: ID
vi: Số chứng minh nhân dân/ Hộ chiếu

# login_passwords
source: Passwords(8 characters)
vi: Mật khẩu 8 ký tự

# login_switchmode_1
source: Switch to
vi: Chuyển sang chức năng

# login_switchmode_2
source: SMS Finance
vi: Tài chính tin nhắn

# payment_card_password_wrong
source: Password Wrong
vi: Sai mật khẩu

# payment_card_deletecard_success
source: Delete Success
vi: Xoá thẻ thành công

# payment_card_add_success
source: Add Success
vi: Thêm thẻ thành công

# payment_card_delete_card
source: Delete card
vi: Xoá thẻ

# payment_card_add_information
source: Enter card information
vi: Nhập thông tin thẻ

# payment_card_list
source: Bank Card
vi: Thẻ ngân hàng

# payment_card_add_card
source: Add Card
vi: Thêm thẻ

# payment_card_bill
source: Receipt
vi: Hoá đơn

# payment_card_add_label
source: Add card
vi: Thêm thẻ

# payment_card_edit_label
source: Reset
vi: Làm mới

# payment_card_transfer_label
source: Transfer
vi: Chuyển tiền

# payment_card_add_type_label
source: Select card
vi: Chọn thẻ

# payment_card_trading_label
source: Trading name:
vi: Tên giao dịch:

# payment_card_add_producer_label
source: Place of issue
vi: Ngân hàng phát hành

# payment_card_add_name_label
source: Full name
vi: Họ tên

# payment_card_add_card_type_label
source: Type
vi: Loại thẻ

# payment_card_add_number_label
source: Card number
vi: Số thẻ

# payment_card_add_expire_date_label
source: Expiry date
vi: Tháng hết hạn

# payment_card_apply_label
source: Done
vi: Thực hiện

# payment_card_delete_label
source: Delete
vi: Xoá thẻ

# payment_card_info_name_label
source: Full name:
vi: Họ và tên

# payment_card_info_number_label
source: Card number:
vi: Số thẻ:

# payment_card_info_expire_date_label
source: Expiry date:
vi: Ngày hết hạn:

# payment_card_transfer_button
source: Transfer
vi: Giao dịch

# payment_card_info_pay_destination_label
source: Receipt:
vi: Hoá đơn:

# payment_card_info_pay_cash_number_label
source: Amount:
vi: Số tiền:

# payment_card_info_pay_content_label
source: Description
vi: Miêu tả

# payment_card_please_select_type
source: Select payment card
vi: Chọn thẻ

# title_activity_payment_transfer
source: Transfer
vi: Chuyển tiền

source: Security
vi: Bảo mật

# re_pass
source: Re-type new password
vi: Nhập lại mật khẩu mới

# register_token_hint_token
source: 6 numbers of tokens
vi: 6 số Token

# hint_password_change
source: 8 characters
vi: Gồm 8 ký tự chữ và số, phân biệt chữ HOA/thường

# changepwd_hint_renewpass
source: Re-enter new password
vi: Nhập lại Mật khẩu mới

# changepwd_hint_newpass
source: 8 characters
vi: Gồm 8 ký tự chữ và số, phân biệt chữ HOA/thường

# changepwd_oldpwd_empty
source: Please enter old password
vi: Vui lòng nhập mật khẩu cũ

# changepwd_oldpwd_invalid
source: Old password is invalid
vi: Gồm 8 ký tự chữ và số, phân biệt chữ HOA/thường

# changepwd_newpwd_empty
source: Please enter new password
vi: Vui lòng nhập mật khẩu mới

# changepwd_newpwd_invalid
source: New password is invalid
vi: Mật khẩu mới không hợp lệ

# changepwd_pwd_not_match
source: New password confirmation is incorrect
vi: Xác nhận mật khẩu mới không chính xác

# changepwd_success
source: Password successfully changed
vi: Đổi mật khẩu thành công

# btn_change_pass
source: Change password
vi: Đổi mật khẩu

# tv_pass_old
source: Old password
vi: Mật khẩu cũ

# new_pass
source: New password
vi: Mật khẩu mới

# change_pwd_header_title
source: Change Wallet password
vi: Thay đổi Mật khẩu ví

# change_pwd_header_subtitle
source: Change current Wallet's password
vi: Thay đổi Mật khẩu ví

# inquiry_card
source: Card inquiry
vi: Sao kê thẻ

# inquiry_wallet
source: Wallet inquiry
vi: Sao kê Ví

# inquiry_account_name
source: Name
vi: Tên

# inquiry_account_no
source: Wallet number
vi: Số Ví
