Repository: hoatrangnv/IOS
Catalog: VimassQRYTe/*.lproj/Localizable.strings
Languages: vi

# inquiry_balance_value
source: Balance
vi: Số dư

# inquiry_unavailable
source: Unavailable
vi: Bất khả dụng

# inquiry_incoming
source: Incomming
vi: KM

# inquiry_outgoing
source: Outgoing
vi: Quà tặng

# inquiry_all
source: View all
vi: Xem tất cả

# inquiry_incoming_desc
source: Receiver: %s
vi: Ví nhận: %s

# inquiry_outgoing_desc
source: Sender: %s
vi: Ví chuyển: %s

# inquiry_withdraw_desc
source: Create withdrawal code
vi: Tạo mã rút tiền

# inquiry_anonymous
source: Anonymous
vi: Ẩn danh

source: Function
vi: Chức năng

# trading_code
source: Transaction code
vi: Mã giao dịch

# label_hard_token
source: HardToken
vi: Token

# money_transference_confirmation_label
source: Confirm
vi: Xác nhận

# money_transference_amount_in_words
source: In words
vi: Bằng chữ:

# money_transference_note
source: Please check information before transfer
vi: Đề nghị kiểm tra thông tin trước khi chuyển tiền

# cast_out_message_soft
source: (Enter amount to create withdrawal code which contains 8 characters. Please forward withdrawal code, ID to staff who will process your transaction)
vi: (Khách hàng nhập số tiền và mật khẩu Phần mềm token để tạo mã rút tiền. Khách hàng cung cấp mã rút tiền, CMND cho cán bộ tại điểm giao dịch ViMASS để rút tiền)

# cast_out_message_hard
source: (Enter amount to create withdrawal code which contains 8 characters. Please forward withdrawal code, ID to staff who will process your transaction)
vi: (Khách hàng nhập số tiền và 6 số token để tạo mã rút tiền. Khách hàng cung cấp mã rút tiền, CMND cho cán bộ tại điểm giao dịch ViMASS để rút tiền)

# message_invalid_hardtoken
source: 6 Token numbers are invalid
vi: 6 số token không hợp lệ

# message_empty_hardtoken
source: Please enter Token
vi: Vui lòng nhập 6 số token

# tv_in_word
source: In words
vi: Bằng chữ:

# label_entermoremobile
source: Enter additional mobile numbers
vi: Danh sách số điện thoại nhận tin

# cashout_title
source: Create a withdrawal code
vi: Rút tiền

# cashout_subtitle
source: Create a withdrawal code in order to withdraw cash at ViMASS's transaction points
vi: Tạo mã để thực hiện rút tiền

source: The police
vi: Bộ công an

# comment_empty
source: Enter comment
vi: Vui lòng nhập nội dung

source: Comment invalid
vi: Nội dung không hợp lệ

# transfer_bank_account_empty
source: Enter BankAccount
vi: Vui lòng nhập Số tài khoản

# transfer_bank_account_invalid
source: BankAccount invalid
vi: Số tài khoản không hợp lệ

# transfer_bank_card_empty
source: Please enter the Card Number
vi: Vui lòng nhập Số thẻ

# transfer_bank_card_invalid
source: Invalid card number
vi: Số thẻ không hợp lệ

source: Amount invalid
vi: Số tiền không hợp lệ

# amount_empty
source: Please enter amount
vi: Vui lòng nhập Số tiền

source: Description
vi: Nội dung (có thể bỏ qua)

# label_contact
source: Contact
vi: Danh bạ

# label_transaction_detail
source: Transaction details
vi: Sao kê chi tiết

# target_wallet_no_transaction_detail
source: SENDING WALLET
vi: VÍ CHUYỂN

# amount_transaction_detail
source: AMOUNT
vi: SỐ TIỀN

# description_transaction_detail
source: DESCRIPTION
vi: NỘI DUNG

# label_IDPassportnumber
source: Passport number
vi: Số CMND

# label_IDPassportName
source: Recipient's name
vi: Tên người nhận

# label_Issueddate
source: Date of issue
vi: Ngày cấp

# label_Issuedby
source: Place of issue
vi: Nơi cấp

# transfer_tobank_hint_bankaccount
source: Account number
vi: Số tài khoản

# transfer_tobank_hint_name
source: Receiver
vi: Người nhận

# transfer_tobank_hint_comment
source: Excluding special characters and Vietnamese letters (maximum 100 characters)
vi: Không gồm ký tự đặc biệt và tiếng Việt có dấu (tối đa 100 ký tự)

# transfer_tobank_hint_phonenotification
source: Separate numbers by commas
vi: Phân biệt các số bởi dấu “phẩy”

# transfer_tobank_hint_issue_place
source: Exam: CA HN
vi: Ví dụ: CA HN

# transfer_toId_invalid_receiver_name
source: Invalid name
vi: Tên người nhận không hợp lệ

# transfer_toId_invalid_receiver_name_null
source: Please enter recipient's name
vi: Vui lòng nhập Tên người nhận

# transfer_money_err_wallet_phone
source: Invalid mobile number
vi: Số Ví điện thoại không hợp lệ

# transfer_money_err_wallet_id
source: Invalid ID number
vi: Số Ví CMND không hợp lệ

# transfer_empty_receiver_name
source: Please enter recipient's name
vi: Vui lòng nhập Tên chủ tài khoản

# transfer_empty_bank_name
source: Select bank
vi: Vui lòng chọn Ngân hàng

# transfer_empty_province_name
source: Select a province/city
vi: Vui lòng chọn Tỉnh/Thành phố

# transfer_empty_branch_name
source: Select a branch
vi: Vui lòng chọn Chi nhánh Ngân hàng

# transfer_empty_ID_number
source: Enter ID number
vi: Vui lòng nhập số CMND

# transfer_empty_ID_number_invalid
source: Invalid ID number
vi: Số CMND không hợp lệ

# transfer_empty_issue_date
source: Date of issue
vi: Vui lòng nhập Ngày cấp

# transfer_empty_issue_date_invalid
source: Date of issue is invalid
vi: Ngày cấp không hợp lệ

# transfer_empty_issue_place
source: Place of issue
vi: Vui lòng nhập nơi cấp

# transfer_empty_issue_place_invalid
source: Place of issue is invalid
vi: Nơi cấp không hợp lệ

# transfer_empty_bank_account
source: Enter account number
vi: Vui lòng nhập Số tài khoản ngân hàng

# transfer_invalid_bank_account
source: Invalid account number
vi: Số tài khoản ngân hàng không hợp lệ

# sms_to_transfer
source: Transfer money via text message
vi: Chuyển tiền qua tin nhắn

# internet_to_transfer
source: Transfers
vi: Chuyển tiền

# invite_friend
source: Introduce
vi: Giới thiệu bạn bè

# find_my_friend
source: Search for friends
vi: Tìm kiếm bạn bè

# label_receiver
source: Recipient name
vi: Tên người nhận

# label_BranchInfo
source: Branch info
vi: CN/PGD

# label_ProvinceInfo
source: Province info
vi: Tỉnh/TP

# label_BankInfo
source: Bank info
vi: Ngân hàng

# label_hintProvince
source: Select province info
vi: Chọn thông tin địa điểm

# label_hintBranches
source: Select branch info
vi: Chọn thông tin chi nhánh

# label_hintBank
source: Select bank info
vi: Chọn thông tin ngân hàng

# label_bank
source: Bank
vi: Ngân hàng

# label_province
source: Province/City
vi: Tỉnh/Thành phố

# label_Branch
source: Branch
vi: Chi nhánh

# to_Id
source: Wallet - ID
vi: Ví đến người nhận có CMND

# to_Id_1
source: Wallet ID
vi: Ví đến người nhận có CMND

# to_WalletNo
source: Wallet - Wallet
vi: Ví đến Ví

# to_bank
source: Wallet - Bank account
vi: Chuyển tiền đến tài khoản

# to_bank_1
source: Wallet Bank account
vi: Ví đến tài khoản ngân hàng

# to_card
source: Wallet - Bank card
vi: Chuyển tiền đến thẻ

# to_card_1
source: Wallet Bank card
vi: Ví và Thẻ ngân hàng

# to_card_wallet
source: Card - Wallet
vi: Thẻ ngân hàng đến Ví

# to_wallet_viid
source: Wallet - Universal Card
vi: Ví đến Thẻ đa năng

# to_wallet_viid_1
source: Wallet Universal Card
vi: Ví và Thẻ đa năng

# to_viid_wallet
source: Universal Card - Wallet
vi: Thẻ đa năng đến Ví

# to_bank_viid
source: Card - Universal Card
vi: Thẻ ngân hàng đến Thẻ đa năng

# to_bank_viid_1
source: Card Universal Card
vi: Thẻ ngân hàng và Thẻ đa năng

# label_Transfer
source: Transfer
vi: Chuyển tiền

# label_Hiden
source: Anonymous transfer
vi: Chuyển tiền ẩn danh

# label_next
source: Next
vi: Tiếp tục

# label_description
source: Description
vi: Mô tả

# confirm_transfer
source: Confirm
vi: Xác nhận chuyển tiền

# transfer_comment_invalid
source: Description invalid
vi: Nội dung không hợp lệ

# date_issue_invalid
source: Issue date is invalid
vi: Ngày cấp phải nhỏ hơn ngày hiện tại

# date_issue_empty
source: Please enter issue date
vi: Vui lòng chọn ngày cấp

# create_cashout_code_note_title
source: Follow the steps to withdraw money from ViMASS account
vi: Để rút tiền từ Ví, vui lòng thực hiện theo các bước:

# create_cashout_code_note_1
source: Step 1: Enter amount to create withdrawal code
vi: • Bước 1: Nhập số tiền để khởi tạo Mã rút tiền tương ứng;

# create_cashout_code_note_2
source: Step 2: Forward withdrawal code, ID to staff who will process your transaction
vi: • Bước 2: Cung cấp Mã rút tiền và CMND cho cán bộ tại các điểm giao dịch ViMASS để rút tiền

# create_cashout_code_note_3
source: Search ViMASS transaction points here
vi: Tra cứu danh sách mạng lưới điểm giao dịch ViMASS tại đây

# message_create_cashout_code_completed
source: Withdrawal code has been created and will be sent to your mobile number shortly
vi: Tạo mã rút tiền thành công

# message_create_cashout_code_confirm
source: Are you sure?
vi: Bạn có chắc chắn muốn gửi yêu cầu này không?

# message_create_cashout_empty_amount
source: Please enter withdrawal amount
vi: Vui lòng nhập Số tiền

# message_create_cashout_too_large_amount
source: Single transaction limit is 50,000,000 VND
vi: Số tiền giao dịch tối đa trong 1 lần là 50,000,000 VNĐ

# label_currency
source: VND
vi: đ

source: Amount
vi: Số tiền (đ)

# amount_max
source: Max Amount
vi: Số tiền nạp tối đa

source: Amount (option)
vi: Số tiền (có thể bỏ qua)

# message_transfer_money_completed
source: Transfer is completed
vi: Giao dịch chuyển tiền thành công

# message_transfer_money_false
source: Money transfer transaction failed
vi: Giao dịch chuyển tiền thất bại

# message_transfer_to_bank_completed
source: Your transfer is being processed. This will take maximum 48 hours
vi: Giao dịch chuyển tiền của bạn đã được chuyển đến hệ thống %s và chờ xử lý (Thời gian tối đa 48 giờ)

# message_empty_target_wallet
source: Enter recipient's Wallet number
vi: Vui lòng nhập số Ví nhận

# message_invalid_target_wallet
source: Invalid Wallet number
vi: Ví nhận không hợp lệ

# message_transfer_to_self
source: It is not possible to transfer money into your own account
vi: Không thể chuyển tiền cho Ví của chính mình

# message_transfer_confirm
source: Do you want to continue the transaction ?
vi: Bạn có đồng ý thực hiện giao dịch chuyển tiền này không

# label_receivingNotificationList
source: Recipients' mobile numbers
vi: Danh sách nhận tin

# label_targetaccount
source: Wallet number
vi: Ví nhận

# character_length_counter
source: Character length %s/100
vi: Số ký tự %s/100

# merchant_name
source: Merchant
vi: Đơn vị nhận tiền

# payment_custody
source: Escrow
vi: Thanh toán tạm giữ

# title_activity_sign_up
source: Sign Up
vi: Đăng ký tài khoản Ví điện tử

# update_account_info_account
source: Account:
vi: TK:

# title_activity_forgot_pass
source: Forgot password
vi: Quên mật khẩu tài khoản Ví điện tử

# forgot_pass_by
source: Register password by
vi: Gửi thông tin qua

# reg_confirm_title_reset_pass_wallet
source: Confirm reset password
vi: Xác thực Quên mật khẩu tài khoản Ví điện tử

# hoi_de_xoa
source: Do you want to delete?
vi: Bạn có chắc chắn muốn xóa?

# register_personal_accBank
source: Bank account
vi: Tài khoản ngân hàng

# register_personal_accBank_option
source: Bank account (Option)
vi: Tài khoản ngân hàng (có thể bỏ qua)

# register_personal_AccBank_empty
source: Please enter a bank account
vi: Vui lòng nhập tài khoản ngân hàng

# register_personal_AccBank_invalid
source: Invalid bank account
vi: Tài khoản ngân hàng không hợp lệ

# register_personal_tab
source: Person
vi: Cá nhân

# financer_viewer_reg_change
source: Change
vi: Thay đổi

# register_personal_idCard
source: ID card number
vi: Chứng minh nhân dân

# financer_viewer_chuyen_tien_thuong_dung
source: Often used
vi: thường dùng

# financer_viewer_chuyen_tien_thuong_dung_2
source: Often used
vi: Tài khoản thường dùng

# financer_viewer_don_hang
source: Order
vi: mua sắm

# financer_viewer_tam_giu
source: Custody
vi: tạm giữ

# financer_viewer_dien_thoai
source: Phone
vi: điện thoại

# financer_viewer_rut_tien_ve_tai_khoan
source: To account
vi: về tài khoản

# financer_viewer_rut_tien_ve_the
source: To card
vi: về thẻ

# financer_viewer_tai_khoan_rut_tien
source: Withdraw account
vi: tài khoản rút tiền

# financer_viewer_the_nhan_tien
source: Withdraw card
vi: thẻ rút tiền

# financer_viewer_the_da_nang
source: Multi card
vi: thẻ đa năng

# danh_sach_tai_khoan_thuong_dung_vi
source: Wallet's account list
vi: Danh sách tài khoản ví

# danh_sach_tai_khoan_thuong_dung_tai_khoan_ngan_hang
source: Account list
vi: Danh sách tài khoản

# danh_sach_tai_khoan_thuong_dung_tai_khoan_the
source: Card list
vi: Danh sách tài khoản thẻ

# choice_acc_bank
source: Account bank
vi: TK ngân hàng

# choice_acc_bank_reg
source: Account bank registered
vi: TK đã đăng ký

# choice_bank_card
source: Bank card
vi: Thẻ ngân hàng

# choice_bank_card_reg
source: Bank card registered
vi: Thẻ đã đăng ký

# dang_ky
source: Register
vi: Đăng ký mới

# sua_doi
source: Edit
vi: Sửa đổi

# loai_the
source: Card type
vi: Loại thẻ

# ten_chu_the
source: Card's owner
vi: Tên chủ thẻ

# ngay_cap_the
source: Date of issue
vi: Ngày cấp

# ngay_het_han_the
source: Date of expiry
vi: Ngày hết hạn

source: Card number
vi: Số thẻ (16 hoặc 19 số)

# so_tien_giao_dich
source: Amount
vi: Số tiền

# phi_chuyen_tien
source: Fee
vi: Phí

# thay_doi_tk_rut_tien
source: Change withdrawal account
vi: Thay đổi tài khoản rút tiền

# nap_tien_tu_the_bank
source: Recharge
vi: Nạp tiền

# chat_me
source: Me
vi: Tôi

# tieu_de_chat
source: Conversation
vi: Trò chuyện

# chat_loi_doi_ten
source: An error occurred when renaming display name. Please try again later.
vi: Có lỗi xảy ra khi đổi tên hiển thị. Vui lòng thử lại sau.

# chat_thanh_cong_doi_ten
source: Rename is displayed successfully.
vi: Đổi tên hiển thị thành công.

# lay_du_lieu_chat
source: Getting conversation history...
vi: Đang lấy lịch sử trò chuyện...

# tieu_de_xoa_chat
source: Delete Conversation
vi: Xóa trò chuyện

# error_count_chat
source: Conversation history is empty
vi: Lịch sử trò chuyện trống

# content_share
source: Introduce the Vimass eWallet to your friends and relatives.
vi: Hãy giới thiệu phần mềm Ví Vimass cho bạn bè và người thân của bạn.

# ngan_hang
source: Bank
vi: Ngân hàng

# vi_dien_tu
source: Wallet
vi: Ví điện tử

# vi_cua_toi
source: My Wallet
vi: Ví của tôi

# the_v_id
source: vID Card
vi: Thẻ vID

# so_tay_giao_dich
source: Notebook
vi: Sổ tay GD

# title_gui_khieu_nai
source: Submit a complaint
vi: Gửi khiếu nại

# title_noi_dung_khieu_nai
source: Complaint content
vi: Nội dung khiếu nại

# chi_tiet_so_tk
source: Savings details
vi: Chi tiết sổ tiết kiệm

# rut_goc_truoc_han
source: ORIGINAL WITHDRAWAL?
vi: RÚT GỐC TRƯỚC HẠN?

# ten_phuong_xa
source: Ward name
vi: Tên phường/xã

# ten_quan_huyen
source: District name
vi: Tên quận/huyện

# phuong_xa
source: Ward
vi: Phường/Xã

# quan_huyen
source: District
vi: Quận/Huyện

# cmnd_nguoi_nhan
source: Identification number
vi: CMND người nhận

# dia_chi_nha
source: Address
vi: Địa chỉ nhà

# ten_nguoi_ung_ho
source: Supporter name
vi: Tên người ủng hộ

# dia_chi_nguoi_ung_ho
source: Supporter address
vi: Địa chỉ người ủng hộ

# han_muc
source: Level
vi: Hạn mức

# mat_khau_pki
source: mPKI password
vi: Mật khẩu mPKI

# mat_khau_otp
source: OTP password
vi: Mật khẩu OTP

# dang_ki_pki
source: Register mPKI
vi: Đăng ký mPKI

# xac_nhan_dang_ky
source: Confirm registration
vi: Xác nhận đăng ký

# dang_ky_han_muc_pki
source: Register the limit of mPKI
vi: Đăng ký hạn mức mPKI

# old_password_1
source: New password 1
vi: Mật khẩu mới lần 1

# old_password_2
source: New password 2
vi: Mật khẩu mới lần 2

# doi_mat_khau_pki
source: Change mPKI password
vi: Đổi Mật khẩu mPKI

# buu_dien
source: Post office
vi: Bưu điện

# duyet_giao_dich
source: Browse deals
vi: Duyệt giao dịch

# trang_thai_gd
source: Transaction status
vi: Trạng thái giao dịch

# duyet_danh_sach_gd
source: Browse the list of transactions
vi: Duyệt danh sách giao dịch

# tai_tep
source: Download file
vi: Tải tệp

# title_duyet
source: Browser
vi: Duyệt

# doi_status_gd
source: Change transaction status
vi: Đổi status giao dịch

# ten_san_pham
source: Product's name:
vi: tên sản phẩm:

# gia_san_pham
source: Product's price:
vi: giá sản phẩm:

# thoi_gian
source: Time:
vi: thời gian:

# trang_thai
source: Status:
vi: trạng thái:

# title_noi_dung
source: Content:
vi: Nội dung:

# ghi_chu
source: Note
vi: Ghi chú

# gui_tin_nhan
source: Send Message
vi: Gửi tin nhắn

# nhap_nd_gop_y
source: Input comments
vi: Nhập nội dung góp ý

# nap_tien_tai_khoan_lien_ket
source: Link account
vi: Tài khoản liên kết

# nap_tien_tai_khoan_thuong
source: Normal account
vi: Tài khoản thường

# nap_tien_tai_khoan_atm
source: ATM card
vi: Thẻ ATM

# nap_tien_tai_khoan_quoc_te
source: International cad
vi: Thẻ quốc tế

# nap_tien_tai_khoan_the_cao
source: Scratch cards
vi: Thẻ cào

# nap_tien_vi_can_nap
source: Wallet needs to be loaded
vi: Ví cần nạp

# ma_the
source: Card serial
vi: Mã thẻ

# so_seri
source: Serial number
vi: Số seri

# ky_tu_thu_1
source: symbol 1
vi: ký tự thứ 1

# ky_tu_thu_2
source: symbol 2
vi: ký tự thứ 2

# so_cvv
source: CVV number (3 or 4 number the back of the card)
vi: Số CVV (3 hoặc 4 chữ số in mặt sau của thẻ)

# ho_in_tren_the
source: Last name on card
vi: Họ in trên thẻ

# ten_in_tren_the
source: First on card
vi: Tên in trên thẻ

# nap_tien_dien_thoai
source: Mobile payment
vi: Nạp tiền điện thoại

# tra_cuu
source: SEARCH
vi: TRA CỨU

# thong_tin_hoa_don
source: BILLING INFORMATION
vi: THÔNG TIN HÓA ĐƠN

# thanh_toan
source: Payment
vi: Thanh toán

# thanh_toan_cuoc_truyen_hinh
source: TV charge payment
vi: Thanh toán cước truyền hình

# nguoi_lon
source: Adults (above 12):
vi: Người lớn (trên 12 tuổi):

# tre_em_tu2t
source: Children (from 2 to 12):
vi: Trẻ em (từ 2 đến 12 tuổi):

# em_be_duoi2
source: Baby (under 2):
vi: Em bé (dưới 2 tuổi):

# chon_ve_may_bay
source: Choose flight ticket
vi: Chọn vé máy bay

# so_dt_di_dong
source: phone number
vi: số ĐT di động

# financer_viewer_wallet_to_dienthoai
source: Transfer money to phone number
vi: Đến điện thoại

# financer_viewer_wallet_to_wallet
source: Transfer money to Ví Vimass
vi: Đến Ví Vimass

# financer_viewer_wallet_to_wallet_title
source: Transfer money to e-wallet
vi: Chuyển tiền đến Ví

# financer_viewer_wallet_to_bank
source: Transfer money to bank account
vi: Đến tài khoản

# financer_viewer_atm
source: Transfer money to ATM
vi: Đến ATM

# financer_viewer_cmnd
source: Transfer money to identity card
vi: Đến CMND

# financer_viewer_chuyen_tien_tan_nha
source: Chuyển tiền đến tận nhà
vi: Đến tận nhà

# financer_viewer_chuyen_tien_vi_khac
source: Transfer money to other e-wallets
vi: Chuyển tiền đến Ví khác

# diem_giao_dich
source: Transaction point
vi: Điểm giao dịch

# financer_viewer_transaction_limit_xacthuc
source: Transaction limit
vi: Hạn mức giao dịch

# sao_ke
source: Inquiry
vi: Sao kê

# financer_viewer_wallet_to_airpay
source: Transfer money to AirPay
vi: Chuyển tiền đến AirPay

# financer_viewer_wallet_to_momo
source: Transfer money to Momo
vi: Chuyển tiền đến Momo

# financer_viewer_wallet_to_nganluong
source: Transfer money to Ngân lượng
vi: Chuyển tiền đến Ngân lượng

# financer_viewer_wallet_to_payoo
source: Transfer money to Payoo
vi: Chuyển tiền đến Payoo

# financer_viewer_wallet_to_viettel_pay
source: Transfer money to Viettel Pay
vi: Chuyển tiền đến Viettel Pay

# financer_viewer_wallet_to_vimo
source: Transfer money to Vimo
vi: Chuyển tiền đến Vimo

# financer_viewer_wallet_to_viviet
source: Transfer money to Ví Việt
vi: Chuyển tiền đến Ví Việt

# financer_viewer_wallet_to_vnpt_pay
source: Transfer money to VNPT Pay
vi: Chuyển tiền đến VNPT Pay

# financer_viewer_wallet_to_vtc_pay
source: Transfer money to VTC Pay
vi: Chuyển tiền đến VTC Pay

# financer_viewer_wallet_to_zalo_pay
source: Transfer money to Zalo Pay
vi: Chuyển tiền đến Zalo Pay

# financer_viewer_wallet_to_qr_them_sua_xoa
source: Create and edit Vimass QR
vi: Tạo và sửa Vimass QR

# financer_viewer_wallet_to_qr_vidientu
source: E-Wallet QR
vi: QR ví điện tử

# financer_viewer_wallet_to_qr_nganhang
source: Bank QR
vi: QR ngân hàng

# financer_viewer_wallet_to_qr_giaodich
source: QR Transaction
vi: Giao dịch QR

# financer_viewer_wallet_to_qr_hoa_don
source: Bill
vi: Hóa đơn

# financer_viewer_wallet_to_BankCard
source: Transfer money to bank card
vi: Đến thẻ

# financer_viewer_tra_tien_vay
source: Loan payment
vi: Vay & trả tiền vay

# choose_active_option
source: Active by
vi: Xác thực bằng

# financer_viewer_transaction_limit
source: Transaction limit
vi: Hạn mức giao dịch

# transfer_invalid_receiver_name
source: Invalid name
vi: Sai họ tên

# register_personal_IdCard_empty
source: Please enter your identification card number
vi: Vui lòng nhập số chứng minh thư.

# register_personal_IdCard_invalid
source: Invalid Identity Card number
vi: Số chứng minh nhân dân không hợp lệ

# financer_viewer_tai_khoan_vi_thuong_dung
source: Account/ Favourite Account
vi: Tài khoản/ Ví thường dùng

# financer_viewer_mua_sam
source: qr code
vi: mã qr

# sua_doi_tai_khoan_thuong_dung
source: Edit bookmark
vi: Sửa sổ tay thường dùng

# nap_tien_tu_the_bank2
source: Deposit money from linked accounts
vi: Nạp tiền từ tk liên kết

# financer_viewer_pki_dangky
source: Register PKI
vi: Đăng ký PKI

# financer_viewer_pki_matkhau
source: PKI password
vi: mật khẩu PKI

# tai_khoan_lien_ket
source: Link bank account/card to wallet
vi: Liên kết ví với tk, thẻ

# thue_bao_khac
source: Other
vi: Khác

# create_option_chon_rap
source: Choose cinema
vi: Chọn rạp phim

# create_option_chon_phim
source: Choose film
vi: Chọn phim

# financer_viewer_thanh_toan_internet
source: Internet payment
vi: Thanh toán internet

# create_option_chon_mang_internet
source: Choose network
vi: Chọn mạng

# create_option_chon_sk_the
source: Choose card
vi: Chọn thẻ

# don_gia_qr
source: Price:
vi: Đơn giá:

# huong_dan
source: Guide
vi: Hướng dẫn

# tin_tuc
source: News
vi: Tin tức

# tong_tien
source: Total amount:
vi: Tổng tiền:

# title_phi
source: Fee:
vi: Phí:

# hien_so_dien_thoai_thanh_toan
source: Show payment phone number
vi: Hiện số điện thoại thanh toán

# xac_thuc_boi
source: Authenticate by
vi: Xác thực bởi

# tim_chi_nhanh_pgd
source: FIND A BRANCH / TRANSACTION ROOM
vi: TÌM CHI NHÁNH / PHÒNG GIAO DỊCH

# ten_chi_nhanh_pgd
source: Branch name
vi: Tên CN/PGD

# dia_chi_cn_pgd_nhan_tien
source: Branch/Transaction room address
vi: Địa chỉ CN/PGD để nhận tiền

# ngay_cap_cmnd
source: Date of issue
vi: Ngày cấp

# so_dt_nguoi_nhan
source: phone number of the recipient (optional)
vi: Số ĐT người nhận (có thể bỏ qua)

# ho_ten_nguoi_nhan
source: Full name of recipient
vi: Họ và tên người nhận

# loi_nhan
source: Note (optional)
vi: Lời nhắn (có thể bỏ qua)

# thanh_toan_cho
source: Payment for
vi: Thanh toán cho

# diem_ban_dich_vu
source: Store label
vi: Điểm bán dịch vụ

# ma_diem_ban
source: Terminal Label
vi: Mã điểm bán

# so_hoa_don
source: Bill number
vi: Số hóa đơn

# dich_vu
source: Purpose of Transaction
vi: Dịch vụ

# ky_cuoc
source: Term
vi: Ký cước

# ten_san_pham2
source: Product's name
vi: Tên sản phẩm

# ma_san_pham
source: Product's code
vi: Mã sản phẩm

# thoi_han_thanh_toan
source: Exp date
vi: Thời hạn thanh toán

# so_tien_thanh_toan2
source: Transaction Amount
vi: Số tiền thanh toán

# ma_giam_gia
source: Discount code
vi: Mã giảm giá

# label_lan
source: / time
vi: / Lần

# label_ngay
source: / day
vi: / Ngày

# label_thang
source: / month
vi: / Tháng

# han_muc_soft_token
source: When using Token
vi: Khi sử dụng Token, Vân tay, Nhận diện

# han_muc_van_tay
source: When using touch ID, face ID
vi: Khi sử dụng Vân tay, Nhận diện

# han_muc_mki
source: When using digital signatures
vi: Khi sử dụng mPKI: SIM-CA, SDSecure, MicroSD

# han_muc_soft_token2
source: Maximum 100 million/transaction and 500 million/day
vi: Tối đa 100 triệu/giao dịch và 500 triệu/ngày

# han_muc_van_tay2
source: Maximum 500 million/transaction and 1.5 billion/day
vi: Tối đa 500 triệu/giao dịch và 1,5 tỷ/ngày

# han_muc_mki2
source: No limit on the amount of transactions and during the day
vi: Không hạn chế số tiền giao dịch và trong ngày

# muon_tien
source: Borrow money
vi: Mượn tiền
