Repository: hoatrangnv/IOS
Catalog: ViViet/*.lproj/Localizable.strings
Languages: vi

source: Password changed sucessfully
vi: Đổi mật khẩu thành công

# profile changed sucessfully
source: Your profile changed sucessfully.
vi: Thay đổi thông tin cá nhân thành công.

# cpwd - old password is require
source: Mật khẩu cũ không được để trống
vi: Vui lòng nhập Mật khẩu cũ

# cpwd - old password is invalid
source: Mật khẩu mới không được để trống
vi: Gồm 8 ký tự chữ và số, phân biệt HOA/thường

# cpwd - new password is required
source: Xác nhận mật khẩu mới không hợp lệ
vi: Vui lòng nhập Mật khẩu mới

# cpwd - confirm password is required
source: Xác nhận mật khẩu mới không hợp lệ
vi: Vui lòng xác nhận Mật khẩu mới

# cpwd - confirm password is invalid
source: Xác nhận mật khẩu mới không hợp lệ
vi: Xác nhận Mật khẩu mới không chính xác

# cpwd - token is required
source: 6 số Token không được để trống
vi: Vui lòng nhập Mã Token

# cp - wallet type
source: Wallet type :
vi: Loại ví :

# cp - wNumber
source: Wallet Number :
vi: Số ví :

# cp - wallet state
source: State :
vi: Trạng thái :

# CP202303
source: Change password failed. The new password not be the same with the old password.
vi: Mật khẩu mới không được trùng mật khẩu cũ.

# sender wallet
source: Sending wallet
vi: Người gửi

source: Invalid e-mail schema
vi: Định dạng e-mail không hợp lệ

source: Generate QR Code
vi: Tạo mã QR

# pick from photo
source: Photos
vi: Ảnh

# feedback_via_email
source: Send email
vi: Thư điện tử

# feedback_via_phone
source: Call phone
vi: Gọi điện

source: Feedback via SMS
vi: Góp ý qua tin nhắn

# right_home_guide_title
source: User guide
vi: Hướng dẫn sử dụng

# right_home_sharing_app_title
source: Share ViMASS app
vi: Chia sẻ Phần mềm ViMASS

# right_home_enter_phone
source: Enter phone numbers
vi: Số ĐT di động nhận link

# right_home_enter_email
source: Enter email address
vi: Thư điện tử nhận link

# right_home_select_os
source: Select mobile operating system
vi: Chọn hệ điều hành điện thoại nhận link

# right_home_get_link_via
source: Receive link download ViMASS app via
vi: Nhận đường link Phần mềm ViMASS

# plz_select_phone_os
source: Please select phone operating system to receive download link
vi: Vui lòng chọn hệ điều hành điện thoại nhận link

# right_home_phone_empty
source: Please enter mobile phone number to receive free download link
vi: Vui lòng nhập số điện thoại nhận địa chỉ cài đặt

# right_home_phone_invalid
source: Invalid phone number
vi: Số điện thoại không hợp lệ

# right_home_email_empty
source: Please enter email address that will receive download link
vi: Vui lòng nhập địa chỉ thư điện tử nhận địa chỉ cài đặt

# right_home_email_invalid
source: Invalid email address
vi: Địa chỉ thư điện tử không hợp lệ

# right_home_email_title
source: Link download ViMASS app
vi: Đường dẫn tải ViMASS app

# right_home_email_body
source: I'm using amazing ViMASS app with shock features. You should give it a try. Follow the link below to install the app. %@
vi: Tôi đang sử dụng phần mềm ViMASS với rất nhiều tính năng đặc sắc. Bạn hãy dùng thử phần mềm này tại địa chỉ sau: %@

# device not support sms
source: Device does not support sending SMS message
vi: Thiết bị đang dùng không hỗ trợ gửi tin nhắn SMS

# home_icon_title_tim_viec
source: Job Seek
vi: Tìm việc

# home_icon_title_dia_diem
source: Location
vi: Địa điểm

# home_icon_title_tin_tuc
source: News
vi: Tin Tức

# home_icon_title_bds
source: Real Estate
vi: Bất động sản

# home_icon_title_viec_lam
source: Vacancies
vi: Việc làm

# home_icon_title_dinh_vi
source: Location Service
vi: Định vị

# home_icon_title_lich_phim
source: Cinemas
vi: Lịch phim

# home_icon_title_lich_bay
source: Fight Schedule
vi: Lịch bay

# home_icon_title_ma_vach
source: QR Code Barcode
vi: Mã vạch

# home_icon_title_stock
source: Stock
vi: Chứng khoán

# home_icon_title_promotion
source: Promotion
vi: Khuyến mại

# home_icon_title_ad
source: Ad
vi: Rao Vặt

# home - tai chinh
source: Mobile wallet
vi: Ví điện tử

# home - giao dich
source: Transaction
vi: GIAO DỊCH

# home - qr_and_barcode
source: QR Code Barcode
vi: Mã vuông Mã vạch

# home - edit ads
source: Register/edit advertisement special offer
vi: Đăng ký/sửa Khuyến mại Quảng cáo

# home - qc va km
source: Ads and promotion
vi: Khuyến mại Quảng cáo

# home - thuong mai
source: Commerce
vi: Thương mại

# home - dia diem
source: Location Location Service
vi: Địa điểm định vị

# home - ViID
source: ViID
vi: Thẻ đa năng thẻ dịch vụ

# home - tools
source: Supporting Services
vi: Dịch vụ hỗ trợ

# home - ads
source: Ads
vi: Quảng cáo

# home - the thanh toan
source: Bank cards
vi: Thẻ NH

# home - profile
source: Profile
vi: Thông tin Ví

# home - qrcode read
source: Read QR Code
vi: Đọc mã QR code

# home - qrcode write
source: Write QR Code
vi: Tạo mã QR code

# home - qrcode write transfer
source: For transfering
vi: Mã chuyển tiền QR

# home - qrcode write sms
source: SMS
vi: Tin nhắn SMS

# home - qrcode write contact
source: Contact
vi: Liên lạc

# home - qrcode storage
source: Storage
vi: Lưu trữ

# home - qrcode share
source: Share
vi: Chia sẻ

# change pin success
source: Change soft token password success
vi: Đổi mật khẩu Token thành công

# change token type confirm
source: Are you sure?
vi: Bạn muốn đổi sang loại Token khác không?

# token type soft
source: Soft Token
vi: Phần mềm token

# token type hard
source: Hard Token
vi: Thiết bị token

# unbind success
source: Delete token success
vi: Huỷ phần mềm Token thành công

# mat khau vitoken
source: token's password
vi: Mật khẩu Phần mềm token

# mat khau vitoken short
source: token's password
vi: Mật khẩu PM token

# home - register
source: Register
vi: Đăng ký

# home - change pwd title
source: Change password
vi: Đổi mật khẩu

# home - change pwd
source: Wallet's password
vi: Mật khẩu Ví

# home - change pwd vitoken
source: Change password token
vi: Đổi mật khẩu PM token

# home - appear 6-digits token
source: Show token numbers
vi: Hiện 6 số Token

# home - register soft token
source: Register token
vi: Đăng ký phần mềm Token

# home - unbind soft token
source: Unbind token
vi: Huỷ Phần mềm token

# home - register hard token
source: Register token device
vi: Đăng ký thiết bị Token

# home - unbind hard token
source: Unbind token device
vi: Huỷ Thiết bị token

# home - soft token on other dev
source: token registered on other device
vi: Phần mềm Token đăng ký trên thiết bị khác

# home - inquiry
source: Inquiry
vi: Sao kê

# home - deposit
source: Deposit
vi: Gửi tiền

# home - inquiry card
source: Inquiry Card
vi: Sao kê thẻ

# home - inquiry wallet
source: Inquiry Wallet
vi: Sao kê Ví

# home - transfer
source: TRANSFER
vi: CHUYỂN TIỀN

# transfer - w2w
source: Wallet - Wallet
vi: Ví đến Ví

# transfer - w2bank
source: Wallet - Bank
vi: Ví đến Tài khoản ngân hàng

# transfer - w2ID
source: Wallet - ID
vi: Ví đến người nhận có CMND/HC

# transfer - w2ViID
source: Wallet - ViID
vi: Ví đến Thẻ đa năng

# transfer - w2cardbank
source: Wallet - Card
vi: Ví đến Thẻ ngân hàng

# transfer - ViID2cardbank
source: Card - ViID
vi: Thẻ NH - ĐN

# the_dn_2_vi
source: Multifunction to Wallet
vi: Thẻ đa năng đến Ví

# phi_chuyen_tien
source: Transfer fee
vi: Phí chuyển tiền

# thanh_toan_dich_vu
source: Billing
vi: Thanh toán dịch vụ

# ttdv_dien
source: Electric
vi: Điện

# ttdv_ve_phim
source: Cinema ticket
vi: Vé xem phim

# ttdv_nc
source: Water
vi: Nước

# ttdv_ve_may_bay
source: Air plane ticket
vi: Vé máy bay

# ttdv_topup
source: Prepaid phone
vi: Di động trả trước

# ttdv_ve_tau_hoa
source: Train ticket
vi: Vé tàu hỏa

# ttdv_di_dong_tra_sau
source: Phone
vi: Di động trả sau

# ttdv_ve_tau_thuy
source: Ship ticket
vi: Vé tàu thủy

# ttdv_dt_co_dinh
source: Fixed phone
vi: Điện thoại cố định

# ttdv_xo_so
source: Loto
vi: Xổ số

# ttdv_phi_thanh_toan
source: Service fee
vi: Phí thanh toán

# ttdv_tvcab
source: Cab TV
vi: Truyền hình cáp

# ttdv_hoc_phi
source: Education fee
vi: Học phí

# ttdv_bao_hiem
source: Insurance
vi: Bảo hiểm

# thanh_toan_khac
source: Other payment
vi: Thanh toán khác

# thanh_toan_don_hang
source: đơn hàng
vi: Thanh toán đơn hàng

# thanh_toan_tam_giu
source: tạm giữ
vi: Thanh toán tạm giữ

# phi_thanh_toan
source: Payment fee
vi: Phí thanh toán

# doi_mk_vi
source: Change wallet password
vi: Đổi mật khẩu Ví

# tai_khoan_va_the_lien_ket
source: Link account and card
vi: Tài khoản và thẻ liên kết

# the_lien_ket
source: Linked card
vi: Thẻ liên kết

# them_the_lien_ket
source: Add linked account
vi: Đăng ký tài khoản liên kết

# sua_the_lien_ket
source: Edit linked account
vi: Sửa tài khoản liên kết

# thay_doi_thong_tin
source: Edit profile
vi: Thay đổi thông tin

# tai_chinh_tin_nhan
source: SMS FINANCE
vi: TÀI CHÍNH TIN NHẮN

# the_lien_ket_2_vi
source: Lined card to Wallet
vi: Thẻ liên kết đến Ví

# home - payment
source: PAYMENT
vi: Thanh toán

# home - withdraw
source: Cash out
vi: Rút tiền

source: Function
vi: Chức năng

source: History
vi: Lịch sử

# select wallet type
source: Wallet type
vi: Loại Ví

# wallet type mobile
source: Mobile
vi: ĐTDĐ

# wallet type id
source: Identification
vi: Chứng minh nhân dân

# wallet type passport
source: Passport
vi: Hộ chiếu

# wallet type merchant
source: Merchant
vi: Doanh nghiệp

# invalid desc
source: Invalid description
vi: Nội dung chuyển tiền không hợp lệ

# vitoken pwd
source: Token's password
vi: Mật khẩu PM token

# mat_khau_pm_token
source: Soft token's password
vi: Mật khẩu Phần mềm token

# thuc hien
source: DONE
vi: THỰC HIỆN

# receiving wallet
source: Wallet number
vi: Số Ví

# transfer amount
source: Amount
vi: Số tiền

source: By word
vi: Số tiền bằng chữ

# transfer anonymous
source: Anonymous transfer
vi: Chuyển tiền ẩn danh

# Money transfer
source: Transfer Money
vi: Chuyển Tiền

# transfer amount is required
source: Please enter amount of money to transfer and try again
vi: Hãy nhập số tiền cần chuyển và thử lại

# receving wallet is required
source: Please select or enter manually the receving wallet and try again
vi: Hãy nhập số ví nhận và thử lại

# transfer amount is too small
source: Amount must greater than 10,000
vi: Số tiền chuyển không được nhỏ hơn 10,000

# transfer amount is too large
source: Amount must smaller than 10,000,000
vi: Số tiền chuyển không được lớn hơn 10,000,000

# transf - list
source: Receiving notification phones
vi: Danh sách nhận tin

# transfer completed
source: Transfer completed successfully
vi: Thực hiện giao dịch chuyển tiền thành công

# bank transfer completed
source: Your money transfer has been sent to %1$s system and pending (maximum duration 48 hours)
vi: Giao dịch chuyển tiền của bạn đã được chuyển đến hệ thống %1$s và chờ xử lý (Thời gian tối đa 48 giờ)

# reach max number of notification phone
source: You can have at max ten number of phones receiving SMS notification about the transaction
vi: Danh sách nhận tin không được vượt quá 10 số điện thoại

# tf w - receive is required
source: Receiver is required
vi: Vui lòng nhập số Ví nhận

# tf w - phone is invalid
source: Phone number is invalid
vi: Số Ví điện thoại không hợp lệ

# tf w - ID_PASSPORT is invalid
source: ID/Passport is invalid
vi: Số Ví CMND/Hộ chiếu không hợp lệ

# tf w - can not transfer money to yourself
source: Can not transfer money to yourself
vi: Không thể chuyển tiền cho chính mình

# tf w - money is required
source: Amount is required
vi: Vui lòng nhập Số tiền

# tf w - money is invalid
source: Amount is invalid
vi: Số tiền không hợp lệ

# tf - Amount must larger than 10000
source: Amount must more than 10,000
vi: Số tiền chuyển cần lớn hơn 10,000

# tf - Amount must < 10.000.000 VNĐ
source: Amount must less than 10,000,000 VNĐ
vi: Số tiền chuyển phải nhỏ hơn 10,000,000 VNĐ

# btf - amount
source: Amount
vi: Số tiền

# btf - province
source: County/City
vi: Tỉnh/TP

# btf - bank
source: Bank
vi: Ngân hàng

# btf - branch
source: Branch
vi: CN/PGD

# btf - receiver
source: Receiver name
vi: Người nhận

# btf - acc
source: Account number
vi: Số tài khoản

# btf - ID
source: Personal ID/Passport
vi: Số CMND/HC

# btf - issue date
source: Date of issue
vi: Ngày cấp

# btf - issue place
source: Place of issue
vi: Nơi cấp

# btf - select issue place
source: Select Place of issue
vi: Chọn nơi cấp

# btf - descripton
source: Description
vi: Nội dung

# btf - transfer btn
source: Transfer
vi: Chuyển Tiền

# btf - noti list
source: Notification phone numbers
vi: Các số điện thoại nhận tin

# btf - amount is required
source: Money is required
vi: Vui lòng nhập Số tiền

# btf - amount is invalid
source: Money is invalid
vi: Số tiền không hợp lệ

# btf - province is required
source: Province is required
vi: Vui lòng lựa chọn Chi nhánh Ngân hàng

# btf - bank is required
source: Bank is required
vi: Vui lòng lựa chọn Ngân hàng

# btf - branch is required
source: Branch is required
vi: Vui lòng lựa chọn Chi nhánh Ngân hàng

# btf - bene name is required
source: Receiver is required
vi: Vui lòng nhập Tên chủ tài khoản

# btf - bene name is invalid
source: Receiver is invalid
vi: Tên chủ tài khoản không hợp lệ

# btf - account is required
source: Bank account is required
vi: Vui lòng nhập Tài khoản ngân hàng

# btf - account is invalid
source: Bank account is invalid
vi: Tài khoản ngân hàng không hợp lệ

# btf - next
source: Next
vi: Tiếp tục

source: Select a Province
vi: Chọn Tỉnh/Thành Phố

source: Select a Bank
vi: Chọn Ngân Hàng

source: Select a Branch
vi: Chọn Chi Nhánh

# enter vitoken pin
source: Enter token Pin
vi: Nhập mã Token

source: Case sensitive / often, no sign
vi: Phân biệt HOA/thường, không dấu

source: Ex: CA HN
vi: Ví dụ: CA HN

source: Do not include special characters, accented Vietnamese
vi: Không gồm ký tự đặc biệt, tiếng Việt có dấu

# Do not include special characters, accented Vietnamese(100 characters)
source: Do not include special characters, accented Vietnamese (maximum 100 characters)
vi: Không gồm ký tự đặc biệt và tiếng Việt có dấu (tối đa 100 ký tự)

source: Ex: infor@vimass.vn
vi: Ví dụ: infor@vimass.vn

# btf - enter account
source: Enter the receiving account
vi: Nhập số tài khoản nhận tiền

# reg token - token code
source: Token's serial no
vi: Mã số thiết bị

# reg token - token
source: token's password
vi: 6 số Token

# cpwd - re-type new password
source: Re-type new password
vi: Nhập lại Mật khẩu mới

# plz_enter_keyword
source: Please enter your search pharse
vi: Vui lòng nhập từ khoá

# textfield_error_msg_empty_url
source: Please enter website address
vi: Vui lòng nhập địa chỉ trang web để tạo mã QR

# textfield_error_msg_invalid_url
source: Invalid website address
vi: Địa chỉ website không hợp lệ

# qrcode_create_link_label
source: Enter website address to create QR
vi: Nhập địa chỉ website để tạo mã QR

# qrcode_create_text_empty
source: Please enter a text
vi: Vui lòng nhập đoạn văn bản

# qrbarcode_open_uri
source: Do you want to go to the following website? %@
vi: Bạn có muốn truy cập vào trang web:%@ không?

# qrbarcode_open_phone
source: Do you want to call following number? %@
vi: Bạn có muốn gọi tới số điện thoại %@ không?

# qrbarcode_text_alert_title
source: Text
vi: Văn bản

# plz_enable_access_event_in_privacy_setting
source: Cannot create new event. Please allow us to access your event in Privacy settings
vi: Không tạo được sự kiện mới. Vui lòng cho phép chương trình truy cập vào event của máy trong mục Setting>Privacy>Calendar

# qrcode_create_btn_title
source: Create
vi: Tạo

# qr_ma_vach
source: Code:
vi: Mã vạch:

# qr_pro_name
source: Product name:
vi: Tên sản phẩm:

# qr_manu
source: Manufacturer:
vi: Tên công ty:

# qr_addr
source: Address:
vi: Địa chỉ:

# qr_contact
source: Contact:
vi: Liên hệ:

# qrbarcode_n_ngay_truoc
source: %@ days ago
vi: %@ ngày trước

# qrbarcode_today
source: Today
vi: Hôm nay

# qrbarcode_search
source: Search
vi: Tìm

# qrbarcode_search_hint
source: Enter QR code or barcode
vi: Nhập mã vuông hoặc mã vạch

# qrbarcode_nav_title
source: QR and Barcode
vi: Mã vuông và Mã vạch

# transfer qrcode info
source: Receiving wallet: %@ Amount: %@ Description: %@
vi: Ví nhận: %@ Số tiền: %@ Nội dung chuyển tiền: %@

# transfer qrcode email
source: <B>Receiving wallet: </B>%@<BR/><B>Amount of money: </B>%@ VND<BR/><B>Description: </B>%@
vi: <B>Ví nhận: </B>%@<BR/><B>Số tiền: </B>%@ VND<BR/><B>Nội dung chuyển tiền: </B>%@

# sms qrcode info
source: Send SMS to phone number: %@ SMS message: %@
vi: Gửi SMS tới số: %@ Nội dung tin nhắn: %@

# sms qrcode email
source: <B>Send SMS to phone number: %@</B><BR/><B>SMS message:</B><BR/><PRE>%@</PRE>
vi: <B>Gửi SMS tới số: %@</B><BR/><B>Nội dung:</B><BR/><PRE>%@</PRE>

# qrcode website url info
source: Website address: %@
vi: Địa chỉ website: %@

# qrcode website url email
source: <B>Website address:</B><a href="%@">%@</a>
vi: <B>Địa chỉ website:</B><a href="%@"%@</a>

source: Please enter valid URL
vi: Hãy nhập đúng địa chỉ trang web

source: Create QR Code
vi: Tạo mã QR

source: Create QRCode Email
vi: Tạo Mã QR Email

# qrcode gen sms title
source: Create QR Code SMS
vi: Tạo Mã QR SMS

# qr - receiver
source: Receiver
vi: Người nhận

# qr - message
source: Message
vi: Tin nhắn

# website address
source: Web URL
vi: Địa chỉ trang web

# qr - to
source: To
vi: Đến

# qr - subject
source: Subject
vi: Tiêu đề

# qr - email message
source: Content
vi: Nội dung

source: Enter hard token
vi: Nhập 6 số Token

source: Enter OTP
vi: Nhập mã OTP

# are you sure changing authorization
source: Your authorization method is going to be changed. Are you sure?
vi: Bạn có muốn thay đổi phương pháp xác thực hiện tại không?

# change authorization success
source: You have change the authorization method successfully
vi: Thay đổi phương pháp xác thực thành công

# invalid input
source: Invalid input. Please try again
vi: Hãy nhập dữ liệu và thử lại

# auth_otp_method
source: Software Token
vi: Xác thực bằng OTP

# auth_otp_desc
source: Use one time password (OTP) to authorize money transfer transaction. You will use SMS message to confirm the transactions.
vi: Sử dụng password một lần để xác thực việc chuyển tiền. Khi thực hiện giao dịch bạn sẽ nhận được tin nhắn xác nhận việc chuyển tiền

# auth_hardtoken_method
source: Hard Token
vi: Xác thực bằng Token

# auth_hardtoken_desc
source: Use Hard token to authorize money transfer transaction. You will need a token key device to confirm the transactions.
vi: Sử dụng Token để xác thực việc chuyển tiền, bạn cần bảo mật khoá của mình

# auth_mix_method
source: OTP And HardToken
vi: Xác thực bằng OTP và Token

# auth_mix_desc
source: Mix OTP and Hard Token
vi: Sử dụng OPT và Token để xác thực việc chuyển tiền, bạn cần bảo mật khoá của mình

# lg - check login
source: SIGN IN
vi: ĐĂNG NHẬP

# lg - corp_empty
source: Please enter corporation registration code
vi: Vui lòng nhập mã số doanh nghiệp

# lg - corp_invalid
source: Invalid corporation registration code. The code contains only 10-13 numbers
vi: Mã số doanh nghiệp không hợp lệ. Mã số doanh nghiệp gồm 10-13 chữ số

# lg - provider_empty
source: Please enter provider registration code
vi: Vui lòng nhập mã số đơn vị cung cấp

# lg - provider_invalid
source: Invalid provider registration code. The code contains only 10 numbers
vi: Mã số đơn vị cung cấp không hợp lệ. Mã đơn vị cung cấp gồm 10 chữ số

# lg - register
source: SIGN UP
vi: ĐĂNG KÝ

# lg - wno
source: Wallet number
vi: Số Ví

# lg - phone no
source: Mobile number
vi: Số điện thoại di động

# lg - CMND/HC
source: Personal ID/Passport
vi: Số CMND/Hộ chiếu

# lg - enterprise code
source: Enterprise registration code
vi: Mã số doanh nghiệp

# lg - provider code
source: Supplier registration code
vi: Mã số đơn vị cung cấp

# lg - w phone
source: Mobile wallet
vi: Ví điện thoại di động

# lg - w id
source: Passport wallet
vi: Ví chứng minh nhân dân

# lg - w id/passport
source: ID/Passport wallet
vi: Ví CMND/Hộ chiếu

# lg - w enterprise
source: Corporation wallet
vi: Ví doanh nghiệp

# lg - w provider
source: Supplier wallet
vi: Ví đơn vị cung cấp

# lg - thay doi vi
source: UPDATE WALLET
vi: THAY ĐỔI

# lg - luu mat khau
source: Save password ?
vi: Lưu mật khẩu ?

# lg - tin nhan
source: SMS
vi: TIN NHẮN

# lg - wallet no
source: Wallet number
vi: Số Ví

# lbl - wallet no
source: Wallet number:
vi: Số Ví :

# lg - password
source: Password with 8 characters
vi: Mật khẩu

# lg - login
source: Login
vi: ĐĂNG NHẬP

# lg - DT
source: Mobile
vi: Ví ĐTDĐ

# lg - HC
source: Passport
vi: HC

# lg - cancel
source: Cancel
vi: QUAY LẠI

# lg - THUE_BAO_CHUA_DANG_KY_VI
source: Subscriber isn't registered!
vi: Thuê bao chưa đăng kí ví

# lg - SO_VI_O_HOP_LE
source: Wallet user wrong!
vi: Số Ví điện thoại không hợp lệ

# lg - SO_VI_KHONG_DUOC_DE_TRONG
source: Wallet user mustbe not empty
vi: Vui lòng nhập Số Ví

# lg - CMND/HC_O_HOP_LE
source: Identity Card/Passport wrong!
vi: Số Ví CMND/Hộ chiếu không hợp lệ

# lg - MAT_KHAU_O_HOP_LE
source: Password is invalid
vi: Mật khẩu không hợp lệ. Mât khẩu từ 6 đến 20 kí tự. Không có kí tự đặc biệt!

# lg - CMND/HC_O_DUOC_DE_TRONG
source: Identity Card/Passport mustbe not empty!
vi: Vui lòng nhập Số Ví

# lg - TRUONG_MAT_KHAU_KHONG_DUOC_DE_TRONG
source: Password is required
vi: Vui lòng nhập mật khẩu

# lg - SAI_MAT_KHAU
source: Password invalid!
vi: Gồm 8 ký tự chữ và số, phân biệt HOA/thường

# lg - BAN_CHUA_CO_VI, BAM
source: Click
vi: Bấm

# lg - VAO_DAY
source: here
vi: vào đây

# lg - DE_DANG_KY
source: to register your Wallet.
vi: để đăng ký Ví cá nhân

source: Username and password must not be null
vi: Tên đăng nhập và mật khẩu không được để trống

source: Logout
vi: Đăng Xuất

source: Sign Up
vi: Đăng Ký

# SMSModeWarning
source: Warning: There is no internet connection. You can still able to use this app to transfer money using SMS but with limited functionality. If you want to use full feature, please connect to an internet network and try again!
vi: Hiện tại thiết bị này không có kết nối internet. Bạn vẫn có thể sử dụng phần mềm này để ...

# AccountInformationTitle
source: Account
vi: Tài Khoản

# NotificationTitle
source: Notification
vi: Thông Báo

# NotViVietQRCode
source: Invalid information has been received from QRCode image
vi: ViMASS không hiểu mã QRCode

# require otp
source: Enter OTP
vi: Nhập mã OTP

# please enter otp
source: This transaction requires OTP. Please enter OTP and try again
vi: Giao dịch này bắt buộc phải nhập mã OTP. Hãy nhập mã OTP và thử lại

# Chuyen tien
source: Transfer
vi: Chuyển Tiền

# QR Code
source: QR
vi: Mã QR

# Ban do
source: Map
vi: Bản Đồ

# Thanh toan
source: Payment
vi: Thanh Toán

# Tao QRCode
source: Create QR
vi: Tạo Mã QR

# withdraw money
source: Withdraw
vi: Rút Tiền

# Phuong phap xac thuc title
source: Authorization Method
vi: Phương pháp xác thực

# thay doi phuong phap xac thuc
source: Change authorization method
vi: THAY ĐỔI PHƯƠNG PHÁP XÁC THỰC

# lua chon phuong phap xac thuc
source: Please select new authorization method from following methods
vi: Hãy lựa chọn phương pháp xác thực bên dưới

# enter soft token
source: Please enter your soft token
vi: Hãy nhập mã xác thực mềm

# check sms for the otp
source: You will shortly receive a SMS that contains one time password. Please check the message and press OK to continue
vi: Nggay sau đây bạn sẽ nhận được một tin nhắn chứa mã bảo mật một lần. Hãy kiểm tra mã bảo mật và bấm nút Đồng Ý để tiếp tục giao dịch

# khong xac thuc
source: No authorization
vi: Không xác thực

# xac thuc soft token
source: Using soft token
vi: Xác thực bằng khoá mềm

# xac thuc hard token
source: Using hard token
vi: Xác thực bằng khoá cứng

# xac thuc otp
source: Using OTP
vi: Xác thực bằng mật mã một lần

# khong xac thuc detail
source: No authorization method is used. Amount of money transfered is limited in each transaction.
vi: Không sử dụng phương thức xác thực nào. Số tiền chuyển cho mỗi lần giao dịch không được quá 5 triệu.
