Repository: hoatrangnv/IOS
Catalog: ViViet/*.lproj/Localizable.strings
Languages: vi

# XX202715
source: Token has been stolen.
vi: Quý khách đã báo mất Token

# XX202716
source: Token cannot be registered.
vi: Quý khách chưa đăng ký Token

# XX202718
source: Require time for synchonization
vi: Token cần đồng bộ thời gian

# XX202902
source: Wallet not found
vi: Ví không tồn tại

# XX203402
source: Wallet is locked!
vi: Ví đang bị khóa.

# XX400100
source: Token doesn't exist
vi: Không tồn tại token.

# XX400101
source: Cannot change to current authorization method
vi: Không thể thay đổi phương thức xác thực sang phương thức đang được xử dụng.

# XX400104
source: Cannot change confirm method
vi: Việc thay đổi phương thức xác thực thất bại.

# XX202901
source: Wallet has not been registered
vi: Thuê bao chưa đăng ký Ví

# VU202726
source: token has not been actived.
vi: Token chưa được active.

# XX111113
source: Confirmation code is expired
vi: Mã xác nhận đã hết thời gian hiệu lực

# XX014
source: Transaction was not completed. Input contains Vietnamese
vi: Giao dịch chưa được thực hiện. Dữ liệu chứa chữ cái tiếng việt

# shop_gioi_thieu
source: About
vi: Giới thiệu

# shop_ban_do
source: Map
vi: Bản đồ

# shop_san_pham
source: All products (%d)
vi: Tất cả sản phẩm (%d)

# san_pham
source: Products
vi: Sản phẩm

# XX999000
source: Cannot understand server response
vi: Không xử lý được dữ liệu server trả về

# khong co san pham barcode
source: No product found with barcode numbers %@
vi: Không có sản phầm nào có mã vạch %@

# search - keyword
source: Key word
vi: Từ khoá

# search filter - price select
source: Price
vi: Chọn theo giá

# search filter - area select
source: Area
vi: Chọn theo diện tích

# search filter - salary select
source: Select salary
vi: Chọn mức lương

# search filter - level select
source: Select level
vi: Chọn cấp bậc

# search filter - location select
source: Select work location
vi: Chọn nơi làm việc

# search - category
source: Cagegory
vi: Danh mục

# search - select category
source: Select categories
vi: Lựa chọn danh mục

# search - all
source: All
vi: Tất cả

# search - near me
source: Near me
vi: Gần bạn

# search - near point
source: Near
vi: Gần điểm

# location form - categories
source: Categories
vi: Loại địa điểm

# location form - name
source: Location Name
vi: Tên địa điểm

# location form - address
source: Address
vi: Địa chỉ

# location form - email
source: Email
vi: Thư điện tử

# location form - phone
source: Phone
vi: Số điện thoại

# regloc - locationname
source: Type your location
vi: Nhập tên địa điểm

# regloc - locationaddress
source: Type your location's address
vi: Nhập địa chỉ của địa điểm

# regloc - locationdescript
source: Type your location's description here.
vi: Nhập thông tin chi tiết về địa điểm bạn muốn đăng ký vào đây.

# regloc - locationstatusalert
source: Location Service disabled
vi: Dịch vụ định vị tắt

# regloc - locationstatusmessage
source: You currently have all location services for this device disabled.
vi: Dịch vụ định vị trên thiết bị của bạn đang tắt.

# regloc - locationservicepurpose
source: Application need to access your location data.
vi: Ứng dụng cần truy cập thông tin vị trí của bạn.

# regloc - validatedataerrortitle
source: Please re-enter place information
vi: Xin kiểm tra lại thông tin

# regloc - validategps
source: Missing GPS information!
vi: Thiếu kinh độ vĩ độ của địa điểm!

# regloc - validatecategory
source: Didn't select place's category!
vi: Chưa chọn danh mục cho địa điểm!

# regloc - validatename
source: Missing place's name!
vi: Chưa nhập tên địa điểm!

# regloc - validateaddress
source: Missing place's address!
vi: Chưa nhập địa chỉ địa điểm!

# regloc - inputvimassids
source: ViMASS commerce's ID
vi: ID gian hàng vimass

# regloc - inputimages
source: Photo's link
vi: Đường dẫn ảnh

# regloc - inputvideos
source: Video's link
vi: Đường dẫn video

# regloc - inputemails
source: Email address
vi: Địa chỉ email

# regloc - inputphones
source: Phone number
vi: Số điện thoại

# regloc - inputwebsites
source: Website's link
vi: Đường dẫn website

# regloc - register
source: Register
vi: Đăng ký

# regloc - inputimageurl
source: Photo's link
vi: Link ảnh

# regloc - regloc
source: Register Place
vi: Đăng ký địa điểm

# SYS006
source: Device is expried
vi: Thiết bị đã hết hạn

# SYS009
source: You are not registered location services
vi: Bạn chưa đăng kí dịch vụ định vị

# regLocSer - register and edit
source: Register/Update location service
vi: Đăng kí/Sửa dịch vụ định vị

# regLocSer - register title
source: Register location service
vi: Đăng ký định vị

# regLocSer - edit title
source: Update Location Service
vi: Sửa thông tin định vị

# regLocSer - agreement
source: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 12px} a{color:#1f7caf;}</style></head><body>I agree to <a href="http://vimass.vn">the Terms</a> Of Service and the Privacy Of Policyc </body></html>
vi: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 12px} a{color:#1f7caf;}</style></head><body>Tôi đồng ý với các <a style="text-decoration:none;" href="http://vimass.vn">điều khoản</a> đăng ký sử dụng dịch vụ định vị của CTCP Dịch vụ nền di động Việt Nam</body></html>

# regLocSer - edit
source: Update
vi: Sửa thông tin định vị

# regLocSer - edit success
source: Update information success.
vi: Thay đổi thông tin định vị thành công.

# regLocSer - edit fail
source: Update information fail.
vi: Thay đổi thông tin định vị thất bại.

# regLocSer - register
source: Register
vi: Đăng ký

# regLocSer - register success
source: Register location service success.
vi: Đăng kí định vị thành công.

# regLocSer - register fail
source: Register location service fail.
vi: Đăng kí thất bại.

# regLocSer - expired
source: Expired
vi: Đã hết hạn

# regLocSer - remaining
source: Remaining
vi: Còn lại

# regLocSer - name
source: Transaction name
vi: Tên giao dịch

# regLocSer - phone
source: Transaction phone
vi: Số điện thoại giao dịch

# regLocSer - service type
source: Service type
vi: Loại hình dịch vụ

# regLocSer - time to use
source: Time to use
vi: Thời gian sử dụng

# regLocSer - introduce
source: Introduce
vi: Giới thiệu

# regLocSer - pictures
source: Pictures
vi: Ảnh

# regLocSer - videos
source: Videos
vi: Video

# reg bds - title edit
source: Quản lý Bất động sản
vi: Sửa tin Bất động sản

# search setting - manager
source: Services manager
vi: Quản lý dịch vụ

# search setting - register
source: Services register
vi: Đăng kí dịch vụ

# search reg setting - dia diem
source: Location
vi: Địa điểm

# search reg setting - dinh vi
source: Tracking
vi: Định vị

# search reg setting - viec lam
source: Vacancy
vi: Việc làm

# search reg setting - can viec
source: Searching for jobs
vi: Tìm việc

# search reg setting - bds
source: Real estate
vi: Bất động sản

# looking job - expectation
source: Expectation
vi: Nguyện vọng công việc

# looking job - info
source: Info
vi: Thông tin ứng viên

# looking job - employee type
source: Employee type
vi: Hình thức làm việc

# looking job - level
source: Level
vi: Vị trí

# looking job - location
source: Location
vi: Khu vực

# looking job - date start
source: Date start
vi: Ngày bắt đầu làm việc

# looking job - name
source: Name
vi: Họ tên

# looking job - birthday
source: Birthday
vi: Ngày sinh

# looking job - gender
source: Gender
vi: Giới tính

# looking job - male
source: Male
vi: Nam

# looking job - female
source: Female
vi: Nữ

# looking job - phone
source: Phone
vi: Điện thoại

# looking job - address
source: Address
vi: Địa chỉ

# looking job - education
source: Education
vi: Trình độ học vấn

# looking job - foreignLanguage
source: Foreign Language
vi: Trình độ ngoại ngữ

# looking job - computingSkill
source: Computing skill
vi: Trình độ tin học

# looking job - skill
source: Skill
vi: Kỹ năng

# looking job - experience
source: Experience
vi: Kinh nghiệm

# looking job - description
source: Description
vi: Thông tin chi tiết

# looking job searching - job
source: JOB
vi: Ngành nghề

# looking job searching - location
source: CITY
vi: Tỉnh/Thành phố

# looking job searching - level
source: LEVEL
vi: Vị trí

# looking job searching - salary
source: SALARY
vi: Mức lương

# looking job searching - education
source: EDUCATION
vi: Học vấn

# looking job searching - experience
source: EXPERIENCE
vi: Kinh nghiệm

# rao vat form - info
source: Information
vi: Thông tin chung

# rao vat form - category
source: Category
vi: Danh mục

# rao vat form - title
source: Title
vi: Tiêu đề tin

# rao vat form - name
source: Name
vi: Tên liên hệ

# rao vat form - address
source: Address
vi: Địa chỉ

# rao vat form - area
source: Location
vi: Khu vực

# rao vat form - time
source: Time
vi: Thời hạn đăng tin

# rao vat form - phone
source: Phone
vi: Số điện thoại

# rao vat form - email
source: Email
vi: Thư điện tử

# rao vat form - description
source: Description
vi: Mô tả

# place - phone
source: Call
vi: Gọi điện

# place - mail
source: Mail
vi: Thư điện tử

# place - website
source: Website
vi: Trang web

# html - origin source
source: Origin source
vi: Xem trang gốc

# place_airport_arrival
source: Arrival
vi: Chuyến đến

# place_airport_departure
source: Departure
vi: Chuyến đi

# BDS_JOB400
source: Data not found
vi: Không lấy được dữ liệu

# thanh_toan_mua_sam
source: shopping
vi: mua sắm

# co_loi_trong_qua_trinh_lay_thong_tin_dia_diem
source: Có lỗi trong quá trình lấy thông tin địa điểm. Mời bạn thử lại sau!
vi: Có lỗi trong quá trình lấy thông tin địa điểm. Mời bạn thử lại lần sau!

# den_vi_dien_tu_khac
source: đến Momo
vi: đến ví khác

# gia
source: Price
vi: Giá

# ngay_sinh
source: Ngày sinh (có thể bỏ qua)
vi: Ngày sinh

# nap_vi_tu_the_ngan_hang
source: Nạp Ví từ thẻ ngân hàng
vi: Nạp ví từ thẻ

# so_dien_thoai_khong_hop_le
source: Số điện thoại là 10 hoặc 11 số
vi: Số điện thoại không hợp lệ!

# tai_khoan_ngan_hang
source: TK ngân hàng
vi: Tài khoản ngân hàng

# title_tai_khoan_thuong_dung
source: Tài khoản thường dùng
vi: Sổ tay thường dùng

# title_tai_khoan_thuong_dung_vi
source: Tài khoản Ví thường dùng
vi: Sổ tay Ví thường dùng

# title_tai_khoan_thuong_dung_the
source: Tài khoản thường dùng
vi: Sổ tay thẻ thường dùng

# title_tai_khoan_thuong_dung_ngan_hang
source: Tài khoản ngân hàng thường dùng
vi: Sổ tay tài khoản ngân hàng

# thanh_toan_viettel_thanh_toan_di_dong_hoac_dcom_tra_truoc
source: di động hoặc Dcom trả trước
vi: Viettel trả trước

# thanh_toan_viettel_thanh_toan_di_dong_hoac_dcom_tra_sau
source: di động hoặc Dcom trả sau
vi: Viettel trả sau

# thanh_toan_viettel_thanh_toan_dien_thoai_co_dinh
source: điện thoại cố định
vi: Viettel cố định

# thanh_toan_viettel_thanh_toan_homephone
source: Homephone
vi: Viettel Homephone

# thanh_toan_viettel_thanh_toan_truyen_hinh_va_internet
source: truyền hình & internet
vi: Truyền hình & internet Viettel

# tai_khoan_thuong_dung_khong_co
source: Bạn chưa có tài khoản thường dùng nào!
vi: Bạn chưa có mục nào trong sổ tay. Sau mỗi giao dịch thành công, thông tin sẽ tự động cập nhật vào sổ tay giúp bạn !

# thong_bao_ten_giao_dich_chua_dung_chuan
source: Tên giao dịch phải lớn hơn 4 kí tự khác khoảng trắng!
vi: Tên giao dịch không hợp lệ!

# thong_bao_so_du_tai_khoan_khong_du_de_thuc_hien_chuyen_tien
source: Số dư trong tài khoản của bạn không đủ để thực hiện chuyển tiền
vi: Số dư trong tài khoản của bạn không đủ để thực hiện giao dịch

# thong_bao_chua_chon_menh_gia_the
source: Vui lòng chọn mệnh giá thẻ cào!
vi: Vui lòng chọn số tiền

# ten_cmnd
source: Tên CMND (có thể bỏ qua)
vi: Tên CMND
