Repository: hoatrangnv/IOS
Catalog: ViViet/*.lproj/Localizable.strings
Languages: vi

# tai_khoan_lien_ket
source: Linked account
vi: hẻ

# DTDD
source: Mobile
vi: ĐTDĐ

# CMND/HC
source: ID/Passport
vi: CMND/HC

# confirm_huy_soft_token
source: Are you sure you want to delete current soft token?
vi: Bạn có chắc chắn muốn hủy Phần mềm token?

# DANG_KY_TOKEN
source: REGISTER TOKEN
vi: ĐĂNG KÝ TOKEN

# DOI_MAT_KHAU
source: CHANGE PASSWORD
vi: ĐỔI MẬT KHẨU

# CHUYEN_DOI
source: CHANGE
vi: CHUYỂN ĐỔI

# HUY
source: UNREGISTER
vi: HUỶ

# dang_nhap
source: Login
vi: Đăng nhập

# dang_ky_tai_khoan
source: Register account ?
vi: Tạo tài khoản ?

# so_dien_thoai_dd
source: Mobile phone
vi: Số điện thoại

# cmnd_ho_chieu
source: ID/Passport
vi: Chứng minh nhân dân/Hộ chiếu

# doanh_nghiep
source: Corporation
vi: Doanh nghiệp

# ma_doanh_nghiep
source: Corporation ID
vi: Mã doanh nghiệp

# ten_dang_nhap
source: Account
vi: Tên đăng nhập

# anh_san_pham
source: Product's images
vi: Ảnh sản phẩm

source: Coming soon
vi: Chức năng sẽ sớm được cập nhật

# hoan_thanh
source: Done
vi: Hoàn thành

# nhap_ten_don_hang
source: ENTER ORDER'S NAME
vi: NHẬP TÊN ĐƠN HÀNG

# sp_phai_cung_store
source: All products must come from same provider
vi: Các sản phẩm phải cùng của 1 gian hàng

source: Deleting...
vi: Đang xoá...

# cac_don_hang
source: Orders
vi: Các đơn hàng

# tao_don_hang_moi
source: Create new order
vi: Tạo đơn hàng mới

# tong_tien
source: Total:
vi: Tổng tiền:

# xoa
source: Delete
vi: Xoá

# gio_hang
source: Shoping cart
vi: Giỏ hàng

# them_vao_don_hang
source: Add to order
vi: Thêm vào đơn hàng

# vui_long_nhap_mk_tm
source: Please enter password
vi: Vui lòng nhập mật khẩu

# vui_long_nhap_tk_tm
source: Please enter account
vi: Vui lòng nhập tên tài khoản

# tk_tm_invalid
source: Invalid account
vi: Tài khoản không hợp lệ

# dien_thoai_email
source: Phone number/Email
vi: Điện thoại/Email

# thanh_vien
source: Customer
vi: Thành viên

# gian_hang
source: Store
vi: Gian hàng

# dang_xuat
source: Logout
vi: Đăng xuất

# dang_ky
source: Register
vi: Đăng ký

# lich_su
source: Product history
vi: Lịch sử

# gia_lien_he
source: Price: contact
vi: Giá: Liên hệ

# lien_he
source: contact
vi: Liên hệ

# commerce_load_thong_tin_again
source: Cannot download product information. Do you want to retry
vi: Không tải được thông tin sản phẩm. Bạn có muốn thử lại.

# add_to_card_success
source: The product has been added to your shopping cart
vi: Sản phẩm đã được bỏ vào giỏ hàng

# add_to_card_fail
source: An error has occurred while adding product to your shopping cart
vi: Có lỗi khi thêm sản phẩm vào giỏ hàng

# commerce_shop_about_address
source: Address: %@
vi: Địa chỉ: %@

# commerce_shop_about_phone
source: Phone:
vi: Điện thoại:

# commerce_error_loading_store_info
source: Cannot retrieve store information. Tap to try agian
vi: Không lấy được thông tin gian hàng. Bấm để thử lại

# commerce_khoang_gia_khong_hop_le
source: Please edit price range and try again
vi: Vui lòng sửa lại khoảng giá cần tìm

# commerce_goto_shop_title
source: Goto shop
vi: Gian hàng

source: Cannot retrieve data
vi: Không lấy được dữ liệu

# chon_nhieu_dm_qua_muc_roi_em_oi
source: You can only select only one general cateogry or no more than 10 sub-category
vi: Bạn chỉ được chọn tối đa 1 lĩnh vực hoặc không quá 10 mục trong tất cả các lĩnh vực

# commerce_san_pham_nav_title
source: Product detail
vi: Chi tiết sản phẩm

# commerce_price
source: Price
vi: Giá bán:

# commerce_ngay_update
source: Update time: %@
vi: Cập nhật ngày: %@

# commerce_khoang_cach
source: Distance: %@ km
vi: Khoảng cách: %@ km

# commerce_ban_do
source: Goto map
vi: Bản đồ

# commerce_cho_vao_gio_hang
source: Add to card
vi: Cho vào giỏ hàng

# commerce_thong_tin_chung
source: More information
vi: Thông tin chung

# commerce_location_is_not_available
source: Your location is not available
vi: Không xác định được vị trí của bạn

# commerce_home_dk_gian_hang
source: Register shop
vi: Đăng ký

# commerce_home_edit_gian_hang
source: Edit shop
vi: Thay đổi gian hàng

# commerce_home_gia_cao_thap
source: Price: High to low
vi: Giá cao > thấp

# commerce_home_gia_thap_cao
source: Price: Low to high
vi: Giá thấp > cao

# commerce_home_tim_san_pham
source: Product
vi: Sản phẩm

# commerce_home_tim_store
source: Store
vi: Gian hàng

# so_san_pham_tim_dc
source: %d product(s) was found
vi: Có %d sản phẩm được tìm thấy

# so_san_pham_tim_dc_0
source: No product was found
vi: Không tìm được sản phẩm nào

# so_gian_hang_tim_dc
source: %d store(s) was found
vi: Có %d gian hàng được tìm thấy

# so_gian_hang_tim_dc_0
source: No store was found
vi: Không tìm được gian hàng nào

# security_changing_title
source: Change wallet/soft token password
vi: Đổi mật khẩu Ví/phần mềm token

# security_changing_wallet_pwd
source: Change wallet password
vi: Đổi mật khẩu Ví

# security_changing_token_pwd
source: Change soft token password
vi: Đổi mật khẩu phần mềm token

# bo cong an
source: Police department
vi: Bộ công an

# cong an tinh
source: PD %@
vi: CA %@

source: Hard token
vi: Thiết bị Token

source: Soft token
vi: Phần mềm Token

source: Using hard token
vi: Dùng thiết bị

source: Using soft token
vi: Dùng phần mềm

# using_sec_qa
source: Using secret question
vi: Dùng câu hỏi bảo mật

source: Send
vi: Gửi

# ty_gia
source: Exchange rate
vi: Tỷ giá

# lai_xuat
source: Profit
vi: Lãi suất

# nhap_6_so_token
source: Token numbers
vi: 6 số token

# w2w_nav_title
source: Wallet to Wallet
vi: Ví đến Ví

# w2cmnd_nav_title
source: Wallet to ID
vi: Ví đến người nhận có CMND

# w2bank_nav_title
source: Wallet to Bank
vi: Ví đến tài khoản ngân hàng

# w2viid_nav_title
source: Wallet to ViID
vi: Ví và Thẻ đa năng

# chi tiet giao dich
source: TRANSACTION DETAIL
vi: CHI TIẾT GIAO DỊCH

# sk thoi gian
source: Time:
vi: Thời gian:

# sk amount
source: Amount:
vi: Số tiền:

# sk dong
source: Close
vi: Đóng

source: Mobile numbers
vi: Số điện thoại

# vi gan voi token
source: Mobile wallet: %@
vi: Điện thoại di động: %@

# chua dang ky softoken
source: You have not registered soft token
vi: Chưa đăng ký sử dụng phần mềm Token

# hien 6 so vitoken
source: SHOW SOFT TOKEN
vi: 6 SỐ TOKEN

# register soft token title
source: Register token
vi: Đăng ký phần mềm Token

# register soft token success
source: Register token success
vi: Đăng ký phần mềm Token thành công

# vui long nhap
source: Registration is successful, the 6 characters Soft token password will be sent via SMS to phone number %@. (You must change password within %d seconds to active Soft token)
vi: Đăng ký thành công, mật khẩu Phần mềm token gồm 6 ký tự sẽ được gửi qua tin nhắn tới số điện thoại %@. (Trong vòng %d giây bạn phải đổi mật khẩu lần đầu để kích hoạt Phần mềm token)

# vitoken remaing time
source: <html><head><style>html,body{padding:0;margin: 0} .c1{height:28pt;text-align: right;line-height:28pt;font-family:Helvetica;color: #0d6593;font-weight:bold;font-size:12pt;} .c2{color:black;}</style></head><body><div class="c1">Remaining time <span class="c2">%d</span> second(s)</div></body></html>
vi: <html><head><style>html,body{padding:0;margin: 0} .c1{height:28pt;text-align: right;line-height:28pt;font-family:Helvetica;color: #0d6593;font-weight:bold;font-size:12pt;} .c2{color:black;}</style></head><body><div class="c1">Còn lại <span class="c2">%d</span> giây</div></body></html>

# old pin vitoken
source: Old soft token's password
vi: Mật khẩu cũ

# new pin vitoken
source: New soft token's password
vi: Mật khẩu token mới

# init pin vitoken
source: Initial soft token's password
vi: Mật khẩu token lần đầu

# confirm new pin vitoken
source: Confirm new soft token's password
vi: Nhập lại mật khẩu token mới

# vi - confirm
source: Confirm
vi: Đồng ý

# vi - change
source: Change
vi: Thay đổi

# vitoken - change pwd nav title
source: Change vitoken password
vi: Đổi mật khẩu Token

# vitoken - pin is empty
source: PIN must not empty
vi: Vui lòng nhập PIN

# vitoken - invalid pin
source: PIN is invalid
vi: PIN không hợp lệ

# vitoken - pin mistmatch
source: PIN mismatch
vi: Vui lòng nhập lại PIN mới

# cannot determine token type
source: Cannot determine current token type. Please try again later!
vi: Không xác định được phương pháp xác thực đang dùng! Vui lòng thử lại sau.

# wd - amount is required
source: Amount is empty
vi: Vui lòng nhập Số tiền

# wd - amount is invalid
source: Invalid amount
vi: Số tiền không hợp lệ

# wd - token is required
source: Please enter token numbers
vi: Vui lòng nhập 6 số Token

# wd - token is invalid
source: 'Invalid token numbers
vi: 6 số Token không hợp lệ

# cashout more info
source: Enter amount and token password to receive cashout code. Show your ID and cashout code at POS to receive your money
vi: (Nhập số tiền và mật khẩu Token để tạo mã rút tiền. Khách hàng cung cấp mã rút tiền, CMND/Hộ chiếu cho cán bộ tại điểm giao dịch để rút tiền.)

# wd - balance
source: Balance:
vi: Số dư:

# wd - title
source: Cash Out
vi: Rút tiền

# wd - button
source: Confirm
vi: Xác nhận

# wd - completed
source: Withdraw completed
vi: Rút tiền thành công

# vitoken - enter pin
source: Please enter token's password
vi: Vui lòng nhập mật khẩu Token

# vitoken - enter 6 number
source: Please enter 6-digits Token
vi: Vui lòng nhập 6 số Token

# dk vitoken
source: REGISTER
vi: ĐĂNG KÝ

# dk_delete_vitoken
source: DELETE TOKEN
vi: HUỶ TOKEN

# dieu khoan vitoken
source: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 14px} a{color:#1f7caf;}</style></head><body align="justify">I agree to the Terms Of Service and the Privacy of Policy<a style="text-decoration:none;" href="http://vimass.vn"></a></body></html>
vi: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 14px} a{color:#1f7caf;}</style></head><body align="justify">Tôi đã đọc và đồng ý với các <a style="text-decoration:none;" href="http://vimass.vn">điều khoản</a> đăng ký sử dụng phần mềm Token của CTCP Dịch vụ nền di động Việt Nam</body></html>

# thay doi mk token
source: CHANGE PASSWORD
vi: THAY ĐỔI MẬT KHẨU

# using hard
source: You are now using hard token with serial number %@, change to soft token
vi: Bạn đang sử dụng thiết bị Token mã số %@, chuyển sang phần mềm Token

# using soft
source: You are now using soft token, change to hard token
vi: Bạn đang sử dụng phần mềm Token, chuyển sang thiết bị Token

# khong chuyen dc vi chi co 1 loai
source: You have only one token type
vi: Hiện tại bạn chỉ đăng ký sử dụng một loại token nên không chuyển loại token được

# ban chua dang ky loai token nao
source: You have not registered using any token. Please register on before using this function
vi: Bạn chưa đăng ký sử dụng Token nào. Hãy đăng ký sử dụng Token trước

# dang su dung loai token chuyen
source: You are now using the selected token type. Please select other token type
vi: Bạn đã đang sử dụng loại Token vừa chọn. Hãy chọn loại Token khác và thử lại

# havent register softoken
source: You have not registered soft token
vi: Quý khách chưa đăng ký phần mềm Token

# token install other device
source: You have install soft token on other device. Please use the device to process this transaction
vi: Quý khách đã đăng ký phần mềm Token trên thiết bị di động khác. Vui lòng sử dụng thiết bị đã đăng ký phần mềm Token để thực hiện giao dịch

# havent register hardtoken
source: You have not registered token device
vi: Quý khách chưa đăng ký thiết bị Token

source: Enter wallet password
vi: Nhập mật khẩu Ví

# enter token
source: 6-digits Token
vi: Mã 6 số được sinh bởi Token

# unregister token confirm
source: Do you want to unregister your token?
vi: Bạn có muốn gỡ bỏ token đang gắn với Ví?

# token serial
source: Token's serial number
vi: Mã số thiết bị

# enter token serial
source: Enter token serial number
vi: Nhập số seri của token

# regtoken
source: Register token device
vi: Đăng ký thiết bị Token

# token serial is required
source: Please re-enter the token serial and try again
vi: Hãy nhập số seri của token vào và thử lại

# register token completed
source: You have successful register the token
vi: Đăng ký token hoàn thành

source: Unregister completed
vi: Huỷ token thành công

# vui long thu lai sau it phut
source: Please try again later after 2 minutes
vi: Vui lòng thử lại sau 2 phút nữa

# enter 6 token number
source: Enter six Token number
vi: Nhập 6 số Token

# delete_existing_token
source: This phone already registered soft token. Do you want to delete and register new one?
vi: Phần mềm Token đã được đăng ký rồi. Bạn có muốn huỷ bỏ phần mềm cũ và đăng ký lại không?

# regtoken serial is requried
source: Token code is required
vi: Vui lòng nhập Mã số thiết bị

# regtoken serial is invalid
source: Token code is invalid. Token Code consists of 13 numbers printed on the back of the device token
vi: Mã số thiết bị không hợp lệ

# regtoken is requried
source: Six numbers of token can not be empty
vi: Vui lòng nhập Mã Token

# regtoken is invalid
source: Six numbers of token is invalid
vi: Mã Token không hợp lệ

# BT001
source: Assigned to token (%1$s) for Wallet (%2$s) successfully.
vi: Gán thành công token (%1$s) với Ví %2$s

# chon cau hoi bao mat
source: Select other security question
vi: Chọn câu hỏi bảo mật khác

# security question 1
source: Where did you meet your wife/husband?
vi: Bạn đã gặp vợ/chồng mình ở đâu?

# security question 2
source: What is the name of the street on which you grew?
vi: Con đường nơi bạn lớn lên là gì?

# security question 3
source: What is the brand of your first motorbike
vi: Hãng mô tô đầu tiên bạn dùng là gì?

# security question 4
source: What is the brand of your first car?
vi: Hãng xe hơi đầu tiên bạn dùng là gì?

# security question 5
source: Where did you spend your honeymoon?
vi: Vợ/chồng bạn nghỉ tuần trăng mật ở đâu?

# security question 6
source: What was your first pet?
vi: Con vật đầu tiên bạn nuôi là gì?

# security question 7
source: Who is your favourite movie character?
vi: Nhân vật trong phim bạn thích nhất là ai?

# security question 8
source: What was your first boss's surname?
vi: Cấp trên đầu tiên của bạn họ gì?

# security question 9
source: What is your youngest child's nickname?
vi: Biệt danh con út của bạn là gì?

# security question 10
source: What is your oldest child's nickname?
vi: Biệt danh con trưởng của bạn là gì?

# security question 11
source: What book that you like reading most?
vi: Tên quyển sách bạn thích đọc nhất là gì?

# security question 12
source: What is the name of your childhood bestfriend?
vi: Bạn thân thời thơ ấu của bạn tên là gì?

# security question 13
source: In which hospital were you born?
vi: Bạn đã sinh ra tại bệnh viện nào?

# security question 14
source: What is your favourite sport?
vi: Môn thể thao bạn thích chơi nhất là gì?

# security question 15
source: In which hospital your oldest son was born?
vi: Con cả của bạn sinh ra tại bệnh viện nào?

# reg - do you agree
source: You must agree with our agreement before continue
vi: Bạn phải đồng ý với các điều khoản của chúng tôi

# reg - images empty
source: Please select required images above
vi: Vui lòng chọn ảnh tại các mục ở trên

# reg - pwd is required
source: Please enter wallet's password
vi: Vui lòng nhập mật khẩu Ví

# reg - pwd is invalid
source: Invalid wallet's password
vi: Mật khẩu Ví không hợp lệ

# reg - pwd confirm is required
source: Please enter wallet's password confirmation
vi: Vui lòng nhập xác thực mật khẩu Ví

# reg - pwd mismatch
source: Confirm password does not match password
vi: Vui lòng nhập lại xác thực mật khẩu Ví

# required otp
source: Enter numbers that has been sent to your sms inbox
vi: Vui lòng nhập mã xác thực do hệ thống gửi về điện thoại của bạn qua tin nhắn

# reg - completed
source: Registration has been completed successfully
vi: Đăng ký Ví thành công

# reg - phone is required
source: Mobile is required
vi: Vui lòng nhập số điện thoại

# reg - phone is invalid
source: Mobile is invalid
vi: Số điện thoại không hợp lệ

# reg - id is required
source: Identification number is required
vi: Vui lòng nhập CMND/Hộ chiếu

# reg - id is invalid
source: Identification number is invalid
vi: Số CMND/Hộ chiếu không hợp lệ

# reg - POI is required
source: Issue place is required
vi: Vui lòng nhập nơi cấp

# reg - POI is invalid
source: Issue place is invalid
vi: Nơi cấp không hợp lệ

# reg - DOI is required
source: Issue date is required
vi: Vui lòng nhập ngày cấp

# reg - DOI is invalid
source: Issue date is invalid
vi: Ngày cấp không hợp lệ

# reg - name is required
source: Name is required
vi: Vui lòng nhập họ tên

# reg - name is invalid
source: Name is invalid
vi: Họ tên không hợp lệ

# reg - DOB is required
source: Birthday is required
vi: Vui lòng nhập ngày sinh

# reg - DOB is invalid
source: Birthday is invalid
vi: Ngày sinh không hợp lệ

# reg - POB is required
source: Place of birth is required
vi: Vui lòng nhập nơi sinh

# reg - POB is invalid
source: Place of birth is invalid
vi: Nơi sinh không hợp lệ

# reg - address is required
source: Address is required
vi: Vui lòng nhập Địa chỉ

# reg - address is invalid
source: Address is invalid
vi: Địa chỉ không hợp lệ

# reg - email is required
source: Email is required
vi: Vui lòng nhập địa chỉ email

# reg - email is invalid
source: Email is invalid
vi: Email không hợp lệ

# reg - question is required
source: Question is required
vi: Vui lòng nhập câu hỏi bí mật

# reg - question is invalid
source: Question is invalid
vi: Câu hỏi không hợp lệ

# reg - answer is required
source: Answer is required
vi: Vui lòng nhập câu trả lời

# reg - answer is invalid
source: Answer is invalid
vi: Câu trả lời không hợp lệ

# reg - answer is not the same question
source: Answer is not the same Question
vi: Câu trả lời không được giống với câu hỏi

# reg - signature sample 1
source: Sample signature 1
vi: Chữ ký mẫu 1

# reg - signature sample 2
source: Sample signature 2
vi: Chữ ký mẫu 2

# reg - vn corp name
source: Corporation name
vi: Tên doanh nghiệp tiếng Việt

# reg - en corp name
source: Corporation name in foreign language
vi: Tên doanh nghiệp tiếng nước ngoài

# reg - abbr corp name
source: Abbreviative corporation name
vi: Tên doanh nghiệp viết tắt

# reg - corp code no
source: Corporation code
vi: Mã số doanh nghiệp

# reg - date of reg
source: Date of modification
vi: Đăng ký thay đổi ngày

# reg - head quarter addr
source: Head quarter
vi: Địa chỉ trụ sở chính

# reg - corp lat
source: Longtitude
vi: Vĩ độ

# reg - corp lng
source: Latitude
vi: Kinh độ

# reg - corp phone no
source: Phone
vi: Điện thoại

# reg - corp position
source: Position
vi: Chức vụ

# reg - wallet no
source: Wallet no
vi: Số Ví

# reg - wallet no1
source: Wallet no 1
vi: Số Ví 1

# reg - wallet no2
source: Wallet no 2
vi: Số Ví 2

# reg - wallet no3
source: Wallet no 3
vi: Số Ví 3

# reg - wallet no4
source: Wallet no 4
vi: Số Ví 4

# reg - corp ng dai dien
source: LEGAL REPRESENTATIVE
vi: NGƯỜI ĐẠI DIỆN THEO PHÁP LUẬT

# reg - corp nguoi phe duyet
source: APPROVAL PEOPLE
vi: NGƯỜI ĐƯỢC TRA CỨU VÀ PHÊ DUYỆT GIAO DỊCH

# reg - corp nguoi de xuat
source: REQUEST PEOPLE
vi: NGƯỜI ĐƯỢC TRA CỨU VÀ ĐỀ XUẤT

# reg - corp anh chup kem theo
source: ATTACHED PHOTOS
vi: ẢNH CHỤP KÈM THEO

# reg - corp anh chup dk kinh doanh
source: Photo of registration certificate
vi: Các trang đăng ký kinh doanh

# reg - corp anh giay uy quyen
source: Attorney rights
vi: Ảnh chụp giấy uỷ quền

# reg - vi mobile
source: Mobile wallet
vi: Ví điện thoại di động

# reg - vi cmnd
source: ID wallet
vi: Ví chứng minh nhân dân

# reg - vi ho chieu
source: Passport wallet
vi: Ví hộ chiếu

# reg - vi doanh nghiep
source: Bussiness wallet
vi: Ví doanh nghiệp

# reg - vi dvcc co dia chi
source: Supplier with address wallet
vi: Ví đơn vị cung cấp có địa chỉ

# reg - vi dvcc co bien so
source: Supplier with number place wallet
vi: Ví đơn vị cung cấp có biển số

# reg - vi dvcc co website
source: Supplier with website wallet
vi: Ví đơn vị cung cấp có website

# reg - chon loai vi
source: Select wallet type
vi: LOẠI VÍ

# reg - mk
source: Wallet's password
vi: Mật khẩu

# reg - mk confirm
source: Confirm wallet's password
vi: Nhập lại mật khẩu

# reg - chon loai vi dk
source: SELECT REGISTRATION TYPE
vi: CHỌN LOẠI VÍ ĐĂNG KÝ

# reg - chon ca nhan
source: Personel
vi: Cá nhân

# reg - chon dtdd
source: Mobile
vi: Điện thoại di động

# reg - chon cmnd
source: Identification
vi: Chứng minh nhân dân

# reg - chon ho chieu
source: Passport
vi: Hộ chiếu

# reg - doanh nghiep
source: Corporation
vi: Doanh nghiệp

# reg - dv cung cap
source: Supplier
vi: Đơn vị cung cấp

# reg - title
source: REGISTER WALLET
vi: ĐĂNG KÝ VÍ ĐIỆN TỬ

# title - sua thong tin vi
source: CHANGE PROFILE
vi: THAY ĐỔI THÔNG TIN VÍ

# reg - wallet type
source: Wallet type
vi: Loại ví

# reg - id
source: Personal ID
vi: Ví CMND

# reg - passport no
source: Passport number
vi: Số hộ chiếu

# reg - passport
source: Passport
vi: Ví Hộ chiếu

# reg - id no
source: ID numbers
vi: Số CMND

# reg - phone
source: Mobile
vi: Ví DTDĐ

# reg - phone no
source: Mobile numbers
vi: Số điện thoại di động

# reg - female
source: Female
vi: Nữ

# reg - male
source: Male
vi: Nam

# reg - ID
source: Personal ID/Passport
vi: Số CMND/Hộ chiếu

# reg - issue place
source: Place of issue
vi: Nơi cấp

# reg - issue date
source: Date of issue
vi: Ngày cấp

# reg - full name
source: Full name
vi: Họ và tên

# reg - sex
source: Sex
vi: Giới tính

# reg - dob
source: Date of birth
vi: Ngày sinh

# reg - pob
source: Place of birth
vi: Nơi sinh

# reg - addr
source: Address
vi: Nơi thường trú

# reg - email
source: Email
vi: Thư điện tử

# reg - question
source: Secret question
vi: Câu hỏi bảo mật

# reg - answer
source: Answer for the secret question
vi: Câu trả lời

# reg - register
source: COMPLETE
vi: HOÀN THÀNH

# invalid email address
source: Please enter valid email address and try again
vi: Địa chỉ email không hợp lệ

# reg -notification of registration
source: Receive notification of registration via:
vi: Nhận thông tin đăng ký Ví qua:

# reg - next
source: Next
vi: Tiếp Tục

# reg - prev
source: Previous
vi: Quay Lại

# reg - via sms
source: SMS
vi: Tin nhắn

# reg - agreement
source: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 12px} a{color:#1f7caf;}</style></head><body>I have read and agree with all <a href="http://vimass.vn">agreements</a> of ViMASS corporation</body></html>
vi: <html><head><style>*,html,body{padding: 0; margin: 0;font-family:Arial;font-size: 12px} a{color:#1f7caf;}</style></head><body>Tôi đồng ý với các <a href="http://vimass.vn">điều khoản</a> đăng ký Ví điện tử của CTCP Dịch vụ nền di động Việt Nam.</body></html>

# reg - photo
source: PHOTO
vi: ẢNH CHÂN DUNG

# reg - sig
source: PORTRAIT
vi: ẢNH CHỮ KÝ

# reg - photo of passport
source: PASSPORT
vi: Ảnh Hộ chiếu

# reg - from gallery
source: Gallery
vi: Lấy từ máy

# reg - from camera
source: Camera
vi: Chụp ảnh

# reg - photo of front id
source: Front side ID
vi: ẢNH MẶT TRƯỚC CMND

# reg - photo of back id
source: Back side ID
vi: ẢNH MẶT SAU CMND

# reg - acc bank
source: Account Bank
vi: Tài khoản Ngân Hàng

# reg - acc name
source: Account Name
vi: Tên tài khoản

# reg - button title
source: Create Account
vi: Đăng Ký

# cpwd - password mismatch
source: Password mismatch
vi: Xác nhận mật khẩu không trùng mật khẩu

source: Change Password
vi: Đổi mật khẩu Ví

# cpwd - old pwd
source: Old password
vi: Mật khẩu cũ

# cpwd - new pwd
source: New password
vi: Mật khẩu mới

# cpwd - re pwd
source: Verify new password
vi: Nhập lại mật khẩu mới

# cpwd - token
source: Token's displayed number
vi: Token

# cpwd - enter token
source: Enter token
vi: Nhập mã token

# cpwd - enter old pwd
source: Enter old password
vi: Nhập mật khẩu cũ

# cpwd - 8 char
source: 8 characters
vi: 8 ký tự

# cpwd - change
source: Change
vi: Thay đổi

# cpwd - account no
source: Account No. %@
vi: Số tài khoản: %@
