Repository: hoatrangnv/IOS
Catalog: ViViet/*.lproj/Localizable.strings
Languages: vi

# xac thuc soft token detail
source: Use software token to authorize money transfer transaction. This method of authorization is more secured than using no authorization.
vi: Sử dụng soft token để xác nhận việc chuyển tiền. Bảo mật hơn không dùng phương thức xác thực nào

# xac thuc hard token detail
source: Use physical token (hard token) to authorize money transfer transaction. You will need a token key device to confirm the transactions.
vi: Sử dụng khoá token để xác thực việc chuyển tiền. Bạn cần bảo mật khoá của mình.

# xac thuc otp detail
source: Use one time password (OTP) to authorize money transfer transaction. You will use SMS message to confirm the transactions.
vi: Sử dụng password một lần để xác thực việc chuyển tiền. Khi thực hiện giao dịch bạn sẽ nhận được tin nhắn xác nhận việc chuyển tiền.

# ContactDB
source: Contact
vi: Danh bạ

source: Create QR
vi: Tạo mã QR

# Show QR Code
source: Show QR
vi: Hiện mã QR

source: OTP does not match
vi: Mã xác thực không chính xác

source: Verify OTP
vi: Nhập mã OTP

# Enter verification code here
source: Please enter 1111
vi: Nhập 1111

# Please enter the verification code sent via SMS
source: Please enter the verification code
vi: Vui lòng nhập mã xác thực

source: Verify
vi: Kiểm tra

source: Mobile appId must be 6-8 characters in length
vi: Tài khoản phần mềm nằm phải từ 6 đến 8 ký tự

# Favourite
source: Favorite
vi: Hay dùng

source: All
vi: Tất cả

# You must check this information before confirm transaction
source: Please check information before transfer
vi: Đề nghị kiểm tra thông tin trước khi chuyển tiền

# Target Account
source: Receiving Account
vi: Tài khoản nhận

source: Sending Account
vi: Tài khoản gửi

# Amount number
source: In words
vi: Bằng chữ

# Amount character
source: Transfer Amount
vi: Số tiền chuyển

# Description transaction
source: Description
vi: Nội dung

# Confirm transaction
source: Confirm
vi: Xác nhận

# plase enter token
source: Token is required to to complete the transaction. Please enter your token before continue
vi: Dao dịch này cần có mã xác thực. Hãy nhập mã xác thực trước khi xác nhận

source: FeedBack
vi: Phản hồi

source: Transaction
vi: Giao dịch

source: Information
vi: Thông tin

source: Account
vi: Tài khoản

source: Do you want to add
vi: Bạn có muốn thêm

source: to your favorite list?
vi: vào danh sách ưa thích?

source: Do you want to remove
vi: Bạn có muốn xoá

source: from your favorite list?
vi: khỏi danh sách ưa thích?

source: Resources not found
vi: Không tìm thấy thông tin

source: Failed to connect to network
vi: Kết nối mạng không thành công

source: Access denied
vi: Truy cập bị từ chối

source: Resource not found
vi: Không tìm thấy dữ liệu

source: System Error
vi: Lỗi hệt thống

source: Maintain system, coming back later
vi: Hệ thống chính đang nâng cấp, mời bạn trở lại vào lần sau

source: Invalid password
vi: Mật khẩu không chính xác

source: Logined success
vi: Đăng nhập thành công

source: Incorrect user name/password
vi: Tên đăng nhập/ mật khẩu không chính xác

source: Temporary blocking
vi: Tài khoản đã bị khoá

# DUPLICATE_LOGIN_ACCOUNT
source: Your account name is taken
vi: Tài khoản đã bị đăng nhập tại thiết bị khác

source: Get balance successfully
vi: Lấy thông tin tài khoản thành công

source: Get balance failed
vi: Lấy thông tin tài khoản thất bại

source: Wrong OTP Token
vi: Sai mã OTP

source: Get transactions info successfully
vi: Lấy thông tin giao dịch thành công

source: No transaction at time requested
vi: Không tìm thấy giao dịch trong thời gian yêu cầu

source: Invalid requested time
vi: Thời gian không chính xác

source: Transferring succeed
vi: Giao dịch thành công

source: The target account is locked
vi: Tài khoản chuyển đến đã bị khoá

source: The target account must be different than the sender account
vi: Tài khoản chuyển đến phải khác tài khoản chuyển đi

source: Insufficient balance
vi: Không đủ số dư

source: Transaction failed
vi: Giao dịch thất bại

source: The target account is invalid
vi: Tài khoản chuyển đến không tồn tại

source: Transfer function is suspended
vi: Không có quyền để thực hiện giao dịch chuyển tiền

source: Changed password successfully
vi: Đổi mật khẩu thành công

source: Changed password failed
vi: Đổi mật khẩu thất bại

# NEW_OLD_PASSWORD_THESAME
source: Old password and new password must not be the same
vi: Mật khẩu cũ và mật khẩu mới không được trùng nhau

# NEW_PASSWORD_NOT_ENOUGH_LENG
source: Password is too short
vi: Mật khẩu quá ngắn

source: Invalid input
vi: Dữ liệu đầu vào không chính xác

source: Invalid new password
vi: Mật khẩu mới không chính xác

# LOCKDEVICE
source: Your accont has been locked
vi: Thiết bị đã bị khoá

# Generate QR code successfully
source: Generate QR successfully
vi: Tạo mã QR thành công

source: Generate QR code failed
vi: Tạo mã QR thất bại

source: Get QR code successfully
vi: Lấy thông tin mã QR thành công

source: Get QR code failed
vi: Lấy thông tin mã QR thất bại

source: Register successfully
vi: Đăng ký thành công

source: Register failed
vi: Đăng ký thất bại

source: Account existed
vi: Tài khoản đã tồn tại

source: Viviet account existed
vi: Đã có tài khoản dùng tài khoản ViMASS này

source: Invalid ViViet account
vi: Tài khoản ViMASS không chính xác

source: Notification
vi: Thông báo

source: OK
vi: Đồng Ý

# Enter Password
source: Enter ViMASS Password
vi: Nhập mật khẩu ViMASS

source: In words
vi: Bằng chữ

source: Transfer
vi: Chuyển

source: Comment
vi: Nội dung

source: Transfer Amount
vi: Số tiền chuyển

source: Enter information
vi: Nhập thông tin

source: MONEY TRANSFER
vi: CHUYỂN TIỀN

source: SCAN QR CODE
vi: ĐỌC MÃ QR

# SaveToPhotos
source: Save to photo gallery
vi: Lưu vào Gallery

# SendEmail
source: Send an E-mail
vi: Gửi qua E-mail

# CanotSaveToGallery
source: Cannot save the QRCode image to the gallery
vi: Không thể lưu ảnh mã QR vào trong Gallery

# SaveToGalleryOK
source: The QRCode has been saved to the gallery
vi: Ảnh mã QR đã được lưu vào trong Gallery

# CannotSendMail
source: Cannot send E-mail using this device
vi: Thiết bị không hỗ trợ gửi E-mail

# MessageSentOK
source: The E-mail has been sent
vi: E-mail đã được gửi thành công

# MessageSentFailed
source: The E-mail could not be sent
vi: Không gửi được E-mail

source: Save
vi: Lưu

source: Transaction Detail
vi: Chi tiết giao dịch

source: Amount
vi: Số tiền

source: Description
vi: Nội dung

# InComming
source: Received from:
vi: Nhận từ ví :

# OutGoing
source: Transferred to:
vi: Chuyển đến ví :

# Money revert from outGoing
source: Money revert from:
vi: Hoàn lại tiền từ GD tới :

source: Adv.inquiry
vi: Tìm kiếm nâng cao

source: Filter Menu
vi: Sao kê Chọn lọc

# Inq - XEM_TAT_CA
source: All
vi: Xem tất cả

# Inq - GD_DEN
source: Inside transactions
vi: Ví đến

# Inq - GD_DI
source: Outside transactions
vi: Ví đi

source: From
vi: Từ

source: To
vi: Đến

# nap tien tai quay
source: Deposit
vi: Nạp tiền tại quầy

source: Unbind token
vi: Huỷ token

source: ACCOUNT INFO
vi: THÔNG TIN TÀI KHOẢN

# ACCOUNT INQUIRY
source: Inquiry
vi: SAO KÊ

source: Hide balance
vi: Ẩn số dư

source: Account No.
vi: Số tài khoản

source: Available balance
vi: Số dư khả dụng

source: My Account
vi: Tài khoản

source: Show balance
vi: Hiện số dư

source: Pull to refresh...
vi: Kéo xuống để làm mới...

source: Release to refresh...
vi: Thả ra để tải lại...

source: Last Updated:
vi: Cập nhật lần cuối:

source: Never
vi: Chưa bao giờ

source: Loading...
vi: Đang tải...

source: unavailable
vi: bất khả dụng

source: Account name
vi: Tài khoản

source: (*) must not be null
vi: Trường có dấu (*) Không được để trống

source: Email format error
vi: Định dạng email không đúng

source: Password not match
vi: Mật khẩu không khớp

source: Repass
vi: Nhập lại mật khẩu

source: Username
vi: Tên đăng nhập

source: ViViet Acc
vi: Tài khoản ViMASS

source: Back
vi: Quay lại

# Re-type Password(*)
source: Re-type Pin(*)
vi: Nhập lại pin(*)

# Password(*)
source: Pin(*)
vi: Pin phần mềm(*)

source: Password
vi: Mật khẩu

source: Password(4 character)
vi: Mật khẩu(4 ký tự)

source: Account Detail
vi: Chi tiết tài khoản

# LOCALIZED_SIGNUP_TITLE
source: Sign Up
vi: Đăng ký

source: Language
vi: Ngôn ngữ

# Settings
source: Account management
vi: Quản lý tài khoản

source: Introduction
vi: Giới thiệu

source: Parameter
vi: Thông số

source: Version
vi: Phiên bản

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

# setting - distance searching
source: Distance searching
vi: Khảng cách tìm kiếm

# setting - time out
source: System time out
vi: Thời gian hệ thống đăng xuất

source: minute
vi: phút

# introduction_title
source: ViMASS app %@
vi: Phần mềm ViMASS %@

source: Please wait.....
vi: Vui lòng chờ trong giây lát...!

source: Logout Successfully
vi: Đăng xuất thành công

source: Help
vi: Trợ giúp

source: Time Range
vi: Khoảng thời gian

source: Contact
vi: Danh Bạ

source: Filter
vi: Bộ lọc

source: Filter Time
vi: Lọc theo thời gian

source: Filter Amount
vi: Lọc theo số tiền

source: Filter Contact
vi: Lọc theo Contact

source: Reset
vi: Thiết lập lại

source: Search
vi: Tìm kiếm

source: Apply
vi: Thiết lập

source: Time
vi: Thời gian

source: Amount fail !
vi: Số tiền không chính xác!

source: Error
vi: Lỗi

# Wrarning
source: Warning
vi: Cảnh báo

source: Date Fail
vi: Thời gian không chính xác

# Name/Account No.
source: Account No.
vi: Số tài khoản.

source: Change authorization method
vi: Đổi phương thức xác thực

source: Security options
vi: Cài đặt bảo mật

source: About
vi: Giới thiệu

# opt_publish_loc
source: Send user location
vi: Phát vị trí

# opt_allow_view_loc
source: Public user location
vi: Cho phép xem định vị riêng

# opt_allow_view_other_loc
source: View other location
vi: Xem vị trí người khác

# opt_huong_dan_sd
source: User guide
vi: Hướng dẫn sử dụng

source: Text
vi: Loại chữ

source: Sound
vi: Âm thanh

source: Server Error
vi: Lỗi máy chủ

# exit - Are you sure?
source: Do you want to exit this application?
vi: Bạn muốn thoát khỏi ứng dụng này?

source: Exit
vi: Thoát

# XX202719
source: Missing 6 token numbers
vi: Thiếu 6 số token

# XX002
source: Invalid response
vi: Dữ liệu từ server trả về lỗi

# XX003
source: Network connection error
vi: Lỗi kết nối mạng

# XX400102
source: User doesn't own token
vi: Ví chưa đăng kí sử dụng token.

# XX999
source: Invalid server response
vi: Lỗ dữ liệu trả về từ server

# XX998
source: Unfortunately we have encountered unknown error :( Please report this error.
vi: Chương trình đã gặp phải lỗi trên trời rơi xuống :( Hãy thông báo lỗi này với chúng tôi

# CM001
source: Operation success
vi: Yêu cầu thành công

# CM002
source: Access denied
vi: Không có quyền truy cập

# CM003
source: Resource not found
vi: Không tìm thấy tài nguyên

# CM004
source: System Error
vi: Lỗi hệ thống.

# CM005
source: Maintain system, coming back later.
vi: Hệ thống đang được bảo trì, quý khách vui lòng quay lại sau.

# CM015
source: Unkown error
vi: Lỗi không rõ nguyên nhân

# CM011
source: Non exist account
vi: Tài khoản không tồn tại.

# CM007
source: INCORRECT PASSWORD
vi: Sai mật khẩu.

# CM008
source: IMCORRECT USERNAME PASSWORD
vi: Sai tên tài khoản hoặc mật khẩu.

# CM010
source: TEMPORARY LOCK
vi: Tạm thời bị khoá.

# LG001
source: Logined success
vi: Đăng nhập thành công

# XX202001
source: Wallet %1$s has already registered
vi: Ví %1$s đã tồn tại

# XX202106
source: Identity card/Passport %@ has existed .
vi: CMND / HC (%1$s) đã tồn tại

# XX202301
source: Wrong password!
vi: Nhập sai Mật khẩu lần 1

# XX202306
source: %1$s has not registered
vi: Số Ví chưa đăng ký

# XX202306_mobile
source: Subscriber
vi: Thuê bao

# XX202306_id
source: ID number
vi: Số CMND

# XX202308
source: Password is not valid, 2nd
vi: Nhập sai Mật khẩu lần 2

# XX202309
source: Password is not valid, 3rd
vi: Nhập sai Mật khẩu lần 3

# XX202310
source: Password is not valid, 4th. Wallet will be locked if you try to input password over 5th time
vi: Nhập sai Mật khẩu lần 4, Ví sẽ bị khóa nếu nhập sai mật khẩu 5 lần liên tiếp.

# XX202311
source: Password is not valid ,5th. Your wallet is blocked . Please call 18006061 to unlock or Wallet automatically unlocked after 180 minutes!
vi: Nhập sai Mật khẩu lần 5. Ví của bạn đã bị tự động khóa trong vòng 180 phút. Liên hệ 18006061 để được trợ giúp

# XX202402
source: Wallet is locked
vi: Ví đã bị khoá

# XX202300
source: Password is changed sucessfully !
vi: Đổi mật khẩu thành công !

# XX119906
source: Wallet isn't enough balance for transaction .
vi: Ví không đủ số dư để thực hiện giao dịch

# XX149905
source: Transfer failed. Wallet received not exist
vi: Chuyển khoản thất bại .Ví không tồn tại !

# XX203207
source: Transfer failed. Account %1$s awaiting activation!
vi: Chuyển khoản thất bại .Tài khoản %1$s đang chờ kích hoạt!

# XX203401
source: Login success. This is the first time login. You need to change the password.
vi: Đăng nhập thành công. Đây là lần đăng nhập đầu tiên. Bạn cần thay đổi mật khẩu.

# GB001
source: Get balance succesfull
vi: Lấy thông tin tài khoản thành công.

# GB002
source: Get balance failed
vi: Không lấy được thông tin tài khoản.

# GB003
source: Wrong OTP Token
vi: Nhập sai mã giao dịch.

# GT001
source: Get transactions info successfully
vi: Lấy thông tin giao dịch thành công

# GT002
source: Invalid number result code
vi: Mã phản hồi không hợp lệ

# GT003
source: No transaction at time requested
vi: Không tìm thấy giao dịch trong thời gian yêu cầu

# GT004
source: Invalid requested time
vi: Không thể xem giao dịch các giao dịch trong thời gian này, vì đã quá cũ

# TM001
source: Transferring succeed
vi: Đã chuyển tiền thành công

# TM002
source: Transfer credit is being locked
vi: Tài khoản chuyển đến bị khoá

# TM003
source: Transfer credit cannot be the transfer debit
vi: Tài khoản chuyển đến và tài khoản chuyển đi không được trùng nhau

# TM004
source: Transfer debit/credit is not correct
vi: Tài khoản chuyển đến và tài khoản chuyển đi không chính xác.

# TM005
source: Amount transferred is lower than the min allowed transaction
vi: Số tiền chuyển nhỏ hơn giới hạn cho phép

# TM006
source: Amount transferred is greater than max allowed transaction
vi: Số tiền chuyển lớn hơn giới hạn cho phép

# TM007
source: Amount transferred is greater than max allowed transaction per day
vi: Đã đạt mức chuyển tiền tối đa trong một ngày

# TM008
source: The balance is not enough
vi: Số dư hiện tại không đủ thực hiện giao dịch

# TM009
source: Transfer failed
vi: Giao dịch thất bại

# TM010
source: Invalid credit account
vi: Tài khoản chuyển đến không hợp lệ

# TM011
source: Invalid permission.
vi: Không có quyền thực hiện giao dịch

# TM014
source: The subscriber has not registered to ViMASS services
vi: Số điện thoại chưa đăng ký sử dụng ViMASS

# CP001
source: Changed password successfully
vi: Đổi mật khẩu thành công

# CP002
source: Changed password failed
vi: Không đổi được mật khẩu

# CP003
source: New password and old password is the same
vi: Mật khẩu mới trùng với mật khẩu cũ

# CP004
source: New password is not long enough
vi: Mật khẩu mới không đủ dài

# CP005
source: Invalid input
vi: Thông tin nhập vào không hợp lệ

# CP006
source: Invalid new password
vi: Mật khẩu không hợp lệ

# HI001
source: Show OTP confirm
vi: Hiển thị xác nhận OTP

# HI002
source: Lock device
vi: Khoá Thiết bị

# HI003
source: Sign Up screen
vi: Màn hình Đăng ký

# QRC001
source: Creating QR code succeed
vi: Tạo QRCode Thành công

# QRC002
source: Creating QR code failed
vi: Tạo QRCode thất bại

# QRG001
source: Getting QR code succeed
vi: Lấy QRCode thành công

# QRG002
source: Getting QR code failed
vi: Lấy QRCode thất bại

# RE001
source: Register succeed
vi: Đăng ký thành công

# RE002
source: Register failed
vi: Đăng ký thất bại

# RE003
source: User existed
vi: Tài khoản đã tồn tại

# RE004
source: This ViMASS account is not exist
vi: Tài khoản ViMASS không tồn tại

# RE007
source: This ViMASS account was being used
vi: Tài khoản đã tồn tại

# XX0100
source: Wrong token first time. If you enter wrong token 5 times, your token will be locked
vi: Nhập sai Mã Token lần 1

# XX0101
source: Wrong token second time. If you enter wrong token 5 times, your token will be locked
vi: Nhập sai Mã Token lần 2

# XX0102
source: Wrong token third time. If you enter wrong token 5 times, your token will be locked
vi: Nhập sai Mã Token lần 3

# XX0103
source: Wrong token fourth time. If you enter wrong token 5 times, your token will be locked
vi: Nhập sai Mã Token lần 4, Ví sẽ bị khóa nếu nhập sai mật khẩu 5 lần liên tiếp.

# XX0104
source: Wrong token fifth time. Your token has been locked
vi: Nhập sai Mã Token lần 5. Ví của bạn đã bị tự động khóa trong vòng 180 phút. Liên hệ 18006061 để được trợ giúp

# XX0105
source: Token is locked
vi: Token của bạn đã bị khoá

# XX0106
source: Account does not existed
vi: Tài khoản không tồn tại

# XX0107
source: Default account was not found
vi: Không tìm thấy tài khoản mặc định

# XX0108
source: Service was not found
vi: Không thấy dịch vụ

# XX0109
source: Unkown account status
vi: Trạng thái tài khoản không xác định

# XX0110
source: Token is not enabled
vi: Token không được bật

# XX0111
source: Token lost
vi: Mất token

# XX0112
source: User does not existed
vi: Người dùng không tồn tại

# XX0113
source: Token need sync
vi: Token cần đồng bộ

# XX0114
source: Public service was not found
vi: Không tìm thấy dịch vụ công cộng

# XX0115
source: Merchant account not found
vi: Không tìm thấy tài khoản giao dịch

# XX0116
source: ID number is already used
vi: Số chứng minh đã được sử dụng

# XX0117
source: Token is not existed
vi: Token không tồn tại

# XX0118
source: Cannot change current confirmation method
vi: Không thay đổi được phương pháp xác thực hiện tại

# XX0119
source: User not own token
vi: Người dùng không có quyền sử dụng token

# XX0120
source: Cannot change confirmation method
vi: Không thể thay đổi được phương pháp xác thực

# XX0121
source: Wrong number format
vi: Số không đúng định dạng

# XX0122
source: Transaction has not been completed
vi: Giao dịch chưa được thực hiện

# XX0123
source: Token is missing
vi: Thiếu token

# XX0124
source: Wrong syntax
vi: Sai cú pháp

# XX0125
source: The phone number already registered
vi: Số điện thoại đã được đăng ký trở thành tài khoản ViMASS

# XX0126
source: No wallet account
vi: Không có tài khoản ví

# XX0127
source: Token does not exist
vi: Token không tồn tại

# XX0128
source: Token has been reported as loss token
vi: Token đã được báo mất

# XX0129
source: Cannot use the token
vi: Không sử dụng được token

# XX0130
source: User is using other token
vi: Người dùng đang sử dụng token khác

# XX0131
source: Token is registered to other account
vi: Token đã được gán cho tài khoản khác

# XX0132
source: User is not using token
vi: Tài khoản hiện tại không sử dụng token

# XX0133
source: Password is not valid 2 times
vi: Nhập sai mật khẩu lần 2

# XX0134
source: Password is not valid 3 times
vi: Nhập sai mật khẩu lần 3

# XX0135
source: Password is not valid 4 times
vi: Nhập sai mật khẩu lần 4

# XX203201
source: Transaction has not completed. Confirmation code is invalid or expired
vi: Giao dịch không thành công. Mã kích hoạt không hợp lệ hoặc đã hết hạn

# invalid hard token
source: 6 numbers of token is invalid
vi: 6 số Token không hợp lệ

# invalid otp
source: OTP is invalid. OTP consists of 7 numbers
vi: Mã OTP không hợp lệ. OTP gồm 7 chữ số

# unkown_msg_code_description
source: Unknown error code %@
vi: Lỗi không rõ nguyên nhân. Mã lỗi: %@

# XX202701
source: OTP code wrong!
vi: Sai mã OTP lần 1

# XX202704
source: OTP code wrong, 2nd!
vi: Sai mã OTP lần 2

# XX202720
source: OTP code wrong, 3rd!
vi: Sai mã OTP lần 3

# XX202721
source: OTP code wrong, 4th!
vi: Sai mã OTP lần 4, Ví sẽ bị khóa nếu sai mã OTP quá 5 lần

# XX202722
source: Token code wrong!
vi: Nhập sai Mã Token lần 1

# XX202723
source: Token code wrong, 2nd!
vi: Nhập sai Mã Token lần 2

# XX202710
source: Token code wrong, 3rd!
vi: Nhập sai Mã Token lần 3

# XX202711
source: Token code wrong, 4th!
vi: Nhập sai Mã Token lần 4, Ví sẽ bị khóa nếu nhập sai mật khẩu 5 lần liên tiếp.

# XX202712
source: token code wrong, 5th! Wallet is locked!
vi: Nhập sai Mã Token lần 5. Ví của bạn đã bị tự động khóa trong vòng 180 phút. Liên hệ 18006061 để được trợ giúp

# XX130001
source: Wrong token password
vi: Sai mật khẩu Token

# XX130008
source: Token's serial number (%1$s) does not exist
vi: Mã Token (%1$s) không tồn tại

# XX130009
source: Token is not able to used!
vi: Token đang không sử dụng được

# XX130100
source: Wallet %1$s has bind to another token
vi: Ví %2$s đang được gắn với token khác

# XX130101
source: Token (%1$s) has been assigned to other
vi: Mã token (%1$s) đã được gắn với Ví khác

# XX130104
source: Token is not exists!
vi: Hiện bạn không sử dụng token

# XX130105
source: Soft token has been assigned to the wallet, to unregister it please login to the wallet and use unregister soft token function.
vi: Phần mềm token đã gắn với Ví, bạn phải sử dụng chức năng huỷ phần mềm sau khi đăng nhập Ví

# XX110201
source: No transaction
vi: Không có lịch sử giao dịch

# XX110301
source: Sending Wallet is invalid
vi: Ví nhận không hợp lệ

# XX110514
source: Can't get information
vi: Khong tim thay thong tin khach hang

# XX119904
source: Wallet was locked
vi: Ví đã bị khóa

# XX119905
source: Wallet was locked
vi: Ví đã bị khóa

# XX130002
source: Token is locked!
vi: Token đang bị khóa

# XX130004
source: Token is stolen!
vi: Token đã bị báo mât

# XX149907
source: Wallet is invalid
vi: Số Ví không hợp lệ

# XX149909
source: Can't transfer to yourself
vi: Không thể gửi cho chính mình

# XX149911
source: Transfer function is locked
vi: Thuê bao bị khóa chức năng chuyển tiền

# XX149915
source: Identification number is invalid. Identification include including 9 consecutive numbers
vi: CMND/ Hộ chiếu không hợp lệ. Số CMND/ Hộ chiếu gồm 9 số viết lien nhau

# XX149916
source: Date of issue for identification card is not valid
vi: Ngày cấp CMND không hợp lệ

# RC149999
source: Transaction is not completed. OTP is not valid or expired
vi: Giao dịch không thành công. Mã kích hoạt không hợp lệ hoặc đã hết hạn

# XX160303
source: Transfer is failed!
vi: Giao dịch thất bại do khách hàng không có quyền thực hiện giao dịch này

# XX160401
source: Amount is over than max amount in one day %1$s
vi: Số tiền giao dịch tối đa trong 1 lần là %1$s

# XX160402
source: Amount is over than %1$s
vi: Số tiền giao dịch tối đa trong 1 ngày là %1$s

# XX160403
source: Over the time of transfer in one day
vi: Vượt quá số lần chuyển tối đa trong một ngày

# XX160404
source: Amount needs to be more than %1$s!
vi: Số tiền giao dịch tối thiểu là %1$s

# XX119908
source: Thank you for trying our ViMASS's mobile wallet app. Please send feedback to vimass@vimass.vn
vi: Cám ơn bạn đã thử nghiệm Ví điện tử của Vimass. Vui lòng gửi góp ý đến vimass@vimass.vn

# XX202102
source: Wallet is temporarily locked
vi: Ví đang tạm khóa

# XX202302
source: Wallet is locked. To unlock wallet: Call 18006061 or wait in 180 minutes.
vi: Sai mật khẩu lần 5. Ví của bạn đã bị khóa. Vui lòng gọi điện đến 18006061 để mở khóa hoặc Ví sẽ tự động được mở khóa sau 180 phút.

# XX202307
source: Password is only contain 8 character, number and alphabet.
vi: Mật khẩu chỉ có độ dài từ 8 ký tự, chỉ gồm chữ cái và số.

# XX202601
source: Wallet is currently locked!
vi: Thuê bao bị khóa chức năng chuyển tiền

# XX202602
source: OTP Function locked, Over false transaction
vi: Chức năng OTP bị khóa, không thể thực hiện

# XX202702
source: Transaction is not completed. OTP is not valid or expired
vi: Giao dịch không thành công.(OTP hết hạn hoặc sai mã OTP)

# XX202713
source: Token is locked!
vi: Token đã bị khóa

# XX202714
source: Token is invalid
vi: Token không được phép sử dụng
